[
    {
        "id": "6d50b7e6-fd19-4277-bbe1-d6efe12e9dff",
        "quote": "[When Crates broke Zeno’s pot full of lentils in public] \"Why run away, my little Phoenician?\" quoth Crates, \"nothing terrible has befallen you.\"",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "e38cb751-4506-4d9e-8f54-4e981fc52ca2",
        "quote": "[Zeno on losing everything and arriving in Athens] “I made a prosperous voyage when I suffered shipwreck.”",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "f2b33bcc-63d4-4ae6-a7db-a8bc0b2e32ed",
        "quote": "He used then to discourse, pacing up and down in the painted colonnade, which is also called the colonnade or Portico … people came henceforth to hear Zeno, and this is why they were known as men of the Stoa, or Stoics; and the same name was given to his followers, who had formerly been known as Zenonians.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenese"
    },
    {
        "id": "e40257c8-ecfd-4563-bede-bedb1dc41711",
        "quote": "[Athens recognition of Zeno] “Zeno of Citium, son of Mnaseas, has for many years been devoted to philosophy in the city and has continued to be a man of worth in all other respects, exhorting to virtue and temperance those of the youth who come to him to be taught, directing them to what is best, affording to all in his own conduct a pattern for imitation in perfect consistency with his teaching”",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "eb62ae74-4935-4f0f-8cdd-d0dbe5d99980",
        "quote": "[Zeno] used to say that even of philosophers the greater number were in most things unwise, while about small and casual things they were quite ignorant.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "5ed68720-398f-4eff-8733-b9fcba61cfd6",
        "quote": "A Rhodian, who was handsome and rich, but nothing more, insisted on joining his class; but so unwelcome was this pupil, that first of all Zeno made him sit on the benches that were dusty, that he might soil his cloak, and then he consigned him to the place where the beggars sat, that he might rub shoulders with their rags; so at last the young man went away. Nothing, he declared, was more unbecoming than arrogance, especially in the young.",
    "cite": "Lives of the Eminent Philosophers, Book VIII",
    "author": "Diogenes"
    },
    {
        "id": "5be25efa-fa3c-476e-a72f-4b7ce5e1b45a",
        "quote": "To the question “Who is a friend?” [Zeno’s] answer was, “A second self.”",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "c637c42f-422e-4faf-ac47-244e9fd5a1b2",
        "quote": "“The reason why we have two ears and only one mouth is that we may listen the more and talk the less.” [said Zeno]",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "0d69f2fb-9157-4711-b0f6-bdea151e84d9",
        "quote": "When Crates laid hold on him by the cloak to drag him from Stilpo, Zeno said, “The right way to seize a philosopher, Crates, is by the ears: persuade me then and drag me off by them; but, if you use violence, my body will be with you, but my mind with Stilpo.”",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "34925320-f031-4e62-bbc0-df03d03de835",
        "quote": "When he was asked why he [Zeno], though so austere, relaxed at a drinking-party, he said, “Lupins too are bitter, but when they are soaked become sweet.”",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "9d3c919a-cba5-4b96-a48a-ff9f6b1c1fe3",
        "quote": "[Zeno] showed the utmost endurance, and the greatest frugality; the food he used required no fire to dress, and the cloak he wore was thin.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "e1a566ba-e898-43e8-9701-0a88ec01c534",
        "quote": "He had almost become a proverb. At all events, “More temperate than Zeno the philosopher” was a current saying about him.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "93377576-ecfa-4f2a-906c-c7f9d200fed6",
        "quote": "The story goes that Zeno of Citium after enduring many hardships by reason of old age was set free, some say by ceasing to take food; others say that once when he had tripped he beat with his hand upon the earth and cried, “I come of my own accord; why then call me?”",
    "cite": "Lives of the Eminent Philosophers, Book VIII",
    "author": "Diogenes"
    },
    {
        "id": "601a7184-a730-4e3d-bae6-55e6f3f8eb0c",
        "quote": "Philosophic doctrine, say the Stoics, falls into three parts: one physical, another ethical, and the third logical.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "77dcfe8d-2986-4cce-a014-36a12341471b", 
        "quote": "Another simile [the Stoics] use is that of an egg: the shell is Logic, next comes the white, Ethics, and the yolk in the centre is Physics.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "37180af3-1e86-438f-b1df-798f76d44376",
        "quote": "[the Stoics] liken Philosophy to a fertile field: Logic being the encircling fence, Ethics the crop, Physics the soil or the trees.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "c5c313bc-5ce9-4ce5-9b69-9f5d95278a86",
        "quote": "Freedom from precipitancy is a knowledge when to give or withhold the mind's assent to impressions. By wariness [the Stoics] mean a strong presumption against what at the moment seems probable, so as not to be taken in by it.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "79541f37-6249-4d15-8c30-7257c0d00157",
        "quote": "Without the study of dialectic, [the Stoics] say, the wise man cannot guard himself in argument so as never to fall.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "faf03180-f4c9-478d-b128-10c1c524046e",
        "quote": "Some of our impressions are scientific, others unscientific: at all events a statue is viewed in a totally different way by the trained eye of a sculptor and by an ordinary man.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "b87aacf3-1af4-48f5-9914-277a48165d8b",
        "quote": "The notions of justice and goodness come by nature.", 
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "5fbaac7e-805e-4491-808d-ebabb82aad73",
        "quote": "Chrysippus affirms in the first book of his work On Ends: his words are, “The dearest thing to every animal is its own constitution and its consciousness thereof.”",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "6028a145-9bc7-4972-ab1e-f93cbae9a5d6",
        "quote": "Pleasure, if it is really felt, [the Stoics] declare to be a by-product, which never comes until nature by itself has sought and found the means suitable to the animal's existence or constitution",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "943a04b5-a2c7-480e-86dd-2d738a00ebb1",
        "quote": "Zeno was the first (in his treatise On the Nature of Man) to designate as the end “life in agreement with nature” (or living agreeably to nature), which is the same as a virtuous life, virtue being the goal towards which nature guides us.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "fc8d166c-8878-45f3-8dd1-9fd7625e7f84",
        "quote": "Our individual natures are parts of the nature of the whole universe.  And this is why the end may be defined as life in accordance with nature, or, in other words, in accordance with our own human nature as well as that of the universe.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "e7967c37-98a6-4585-b6e6-2947434c8820",
        "quote": "Virtue, in the first place, is in one sense the perfection of anything in general, say of a statue; again, it may be non-intellectual, like health, or intellectual, like prudence.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "7a02b73b-4633-490a-bf85-22015c6b77c1",
        "quote": "Amongst the virtues some are primary, some are subordinate to these. The following are the primary: wisdom, courage, justice, temperance.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "74c60d28-b5c8-4d3a-931d-ef38bf0cb38c",
        "quote": "Similarly, of vices some are primary, others subordinate: e.g. folly, cowardice, injustice, profligacy are accounted primary … the vices are forms of ignorance of those things whereof the corresponding virtues are the knowledge.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "c25f59b9-cf98-4f5b-abde-dbba2387b4b7",
        "quote": "The virtues (the Stoics say) are goods of the nature at once of ends and of means. On the one hand, in so far as they cause happiness they are means, and on the other hand, in so far as they make it complete, and so are themselves part of it, they are ends.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "97ad1012-f0e3-466b-a4ce-ed1ba7161217",
        "quote": "Some goods are permanent like the virtues, others transitory like joy and walking-exercise.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "2ac6be84-7769-4483-859f-6330cd220cbd",
        "quote": "Of things that are, some, [the Stoics] say, are good, some are evil, and some neither good nor evil (that is, morally indifferent).",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "0a247482-aa53-40df-8d41-14a984c3ad9f",
        "quote": "For, [the Stoics] they, such things (as life, health, and pleasure) are not in themselves goods, but are morally indifferent, though falling under the species or subdivision “things preferred.” … wealth and health do no more benefit than injury, therefore neither wealth nor health is good.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "6f054e86-eedf-4cd3-b8fd-def3d4934c6c",
        "quote": "The term “indifferent” … denotes the things which do not contribute either to happiness or to misery, as wealth, fame, health, strength, and the like.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "4a586844-1e1e-4780-94e1-0fcb7c81a478",
        "quote": "Of things indifferent, as [the Stoics] express it, some are “preferred,” others “rejected.” Such as have value, they say, are “preferred,” while such as have negative, instead of positive, value are “rejected.”",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "9783b6cc-efbb-4209-aee5-cf16436788a4",
        "quote": "Things of the preferred class are those which have positive value, e.g. amongst mental qualities, natural ability, skill, moral improvement, and the like; among bodily qualities, life, health, strength, good condition, soundness of organs, beauty, and so forth; and in the sphere of external things, wealth, fame, noble birth, and the like.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "6b44e301-b190-4846-9ecf-76400b96d9f1",
        "quote": "To the class of things “rejected” belong, of mental qualities, lack of ability, want of skill, and the like; among bodily qualities, death, disease, weakness, being out of condition, mutilation, ugliness, and the like; in the sphere of external things, poverty, ignominy, low birth, and so forth.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "b672df90-6b62-49fc-8e05-6dc4e74d3bcc",
        "quote": "Befitting acts are all those which reason prevails with us to do … Unbefitting, or contrary to duty, are all acts that reason deprecates … Acts which fall under neither of the foregoing classes are those which reason neither urges us to do nor forbids.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "f0f291b7-55bb-41c5-92b0-614816ace7c4",
        "quote": "[The Stoics] hold the emotions to be judgements, as is stated by Chrysippus in his treatise On the Passions: avarice being a supposition that money is a good, while the case is similar with drunkenness and profligacy and all the other emotions.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "ea35badc-d318-476e-a932-92605b353fe6",
        "quote": "As in the body there are tendencies to certain maladies such as colds and diarrhoea, so it is with the soul, there are tendencies like enviousness, pitifulness, quarrelsomeness, and the like.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "7a66021f-f1f0-4528-b667-d9e3ec7393b9",
        "quote": "[The Stoics] say that the wise man is passionless, because he is not prone to fall into such infirmity. But they add that in another sense the term apathy is applied to the bad man, when, that is, it means that he is callous and relentless.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "bcca6949-b085-4fcf-a47a-2a8b1a46a54c",
        "quote": "[The Stoics] will take wine, but not get drunk. Lives of the Eminent Philosophers,",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "14a66c16-eeb8-4c16-8e06-227af310f033",
        "quote": "The Stoics say that the wise man will take part in politics, if nothing hinders him – so, for instance, Chrysippus in the first book of his work On Various Types of Life – since thus he will restrain vice and promote virtue.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "e8b1b9c5-1a64-4307-b5b5-c1c87510e52d",
        "quote": "Nor yet, [the Stoics] go on to say, will the wise man live in solitude; for he is naturally made for society and action. He will, however, submit to training to augment his powers of bodily endurance.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "2d3b9141-7d15-4629-98c5-41d285de78d7",
        "quote": "Friendship, [the Stoics] declare, exists only between the wise and good, by reason of their likeness to one another. … No bad man has a friend.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "bcac8cc0-2d1e-4471-b039-94ea0379961b",
        "quote": "[The Stoics] argue that a friend is worth having for his own sake and that it is a good thing to have many friends.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "a6e584b6-41b8-4621-a83d-a4b16ea77423",
        "quote": "[The Stoics] hold that the virtues involve one another, and that the possessor of one is the possessor of all, inasmuch as they have common principles.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "8c889a14-fc28-4e6c-8143-70e494fdf868",
        "quote": "[The Stoics] say that justice, as well as law and right reason, exists by nature and not by convention.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "b3b70b6b-96cf-4aa2-81f8-17920be8d7a7",
        "quote": "Neither do [the Stoics] think that the divergence of opinion between philosophers is any reason for abandoning the study of philosophy, since at that rate we should have to give up life altogether.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "e39e7131-ba0a-48f9-9151-837b695179b5",
        "quote": "[The Stoics] tell us that the wise man will for reasonable cause make his own exit from life, on his country's behalf or for the sake of his friends, or if he suffer intolerable pain, mutilation, or incurable disease.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "e9e6904f-d1ce-41b6-b585-f630b705ec1f",
        "quote": "God is one and the same with Reason, Fate, and Zeus; he is also called by many other names.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "c875feef-c1b8-47e1-ae8f-724d04141750",
        "quote": "The term universe or cosmos is used by [the Stoics] in three senses: (1) of God himself, the individual being whose quality is derived from the whole of substance … (2) Again, they give the name of cosmos to the orderly arrangement of the heavenly bodies in itself as such; and (3) in the third place to that whole of which these two are parts.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "ec632c92-653b-401a-95e0-fd2ad7cff680",
        "quote": "Now the term Nature is used by [the Stoics] to mean sometimes that which holds the world together.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "2a813794-611e-475d-bd85-f2b27cc68946",
        "quote": "All things happen by fate … Fate is defined as an endless chain of causation, whereby things are, or as the reason or formula by which the world goes on.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "56660962-07cd-474e-8d86-1d6f919aa987",
        "quote": "By matter is meant that out of which anything whatsoever is produced.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "358a2d70-3e93-4327-885c-e15a198740e8",
        "quote": "[Cleanthes] was renowned for his industry, being indeed driven by extreme poverty to work for a living. Thus, while by night he used to draw water in gardens, by day he exercised himself in arguments.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "25d549be-8944-4965-aad3-0151e9518ebb",
        "quote": "When some one twitted [Cleanthes] on his old age, his reply was, “I too am ready to depart; but when again I consider that I am in all points in good health and that I can still write and read, I am content to wait.”",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "b82f5959-84c2-467c-8f6c-25e5817529c6",
        "quote": "Declaring that he had already got too far on the road, [Cleanthes] went on fasting the rest of his days until his death at the same age as Zeno according to some authorities, having spent nineteen years as Zeno's pupil.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "aa78d084-e374-4207-8ddf-f56c533ba922",
        "quote": "Hecato says that [Chrysippus] came to the study of philosophy, because the property which he had inherited from his father had been confiscated to the king's treasury.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "6410b959-e1ef-44f8-93bf-144e81287f9f",
        "quote": "“If I had followed the multitude, I should not have studied philosophy.” (Chrysippus)",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "b731ece2-c44e-4a35-b948-56c44ab66ebf",
        "quote": "But for Chrysippus, there had been no Porch.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "f873f14c-d136-4dbc-a782-8bcc1ae3470c",
        "quote": "There after [Chrysippus] had taken a draught of sweet wine unmixed with water, he was seized with dizziness and departed this life five days afterwards, having reached the age of seventy-three years, in the 143rd Olympiad.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    },
    {
        "id": "78c5d12c-e534-43b6-b8f6-d047cdc4ab10",
        "quote": "Another account is that [Chrysippus’] death was caused by a violent fit of laughter; for after an ass had eaten up his figs, he cried out to the old woman,\"Now give the ass a drink of pure wine to wash down the figs.\" And thereupon he laughed so heartily that he died.",
        "cite": "Lives of the Eminent Philosophers, Book VIII",
        "author": "Diogenes"
    }
]
