[
    {
        "id": "d5d8bebd-5df5-477a-a1df-9afad6a0fc28",
        "quote": "What decides whether a sum of money is good? The money is not going to tell you; it must be the faculty that makes use of such impressions – reason.",
        "cite": "Discourses I, 1.5",
        "author": "Epictetus"
    },
    {
        "id": "96e081cd-00aa-4f8e-b90c-c2952d0c964e",
        "quote": "Being attached to many things, we are weighed down and dragged along with them.",
        "cite": "Discourses I, 1.15",
        "author": "Epictetus"
    },
    {
        "id": "fe7e7bcc-66ac-45c4-a6c5-9a66861819e0",
        "quote": "What should we do then? Make the best use of what is in our power, and treat the rest in accordance with its nature.",
        "cite": "Discourses I, 1.17",
        "author": "Epictetus"
    },
    {
        "id": "67bd06ce-981b-467a-b447-f9e245fa27e2",
        "quote": "What should we have ready at hand in a situation like this? The knowledge of what is mine and what is not mine, what I can and cannot do.",
        "cite": "Discourses I, 1.21",
        "author": "Epictetus"
    },
    {
        "id": "e34db209-10c7-4e8c-8f57-046ac2f00f3a",
        "quote": "‘I will throw you into prison.’ ‘Correction – it is my body you will throw there.’",
        "cite": "Discourses I, 1.24",
        "author": "Epictetus"
    },
    {
        "id": "f1482e2b-3d7d-4701-8e8a-323bf06675a4",
        "quote": "I have to die. If it is now, well then I die now; if later, then now I will take my lunch, since the hour for lunch has arrived – and dying I will tend to later.",
        "cite": "Discourses I, 1.32",
        "author": "Epictetus"
    },
    {
        "id": "d04e8e13-5322-4297-8080-91fe4a4df480",
        "quote": "Education has no goal more important than bringing our preconception of what is reasonable and unreasonable in alignment with nature.",
        "cite": "Discourses I, 2.6",
        "author": "Epictetus"
    },
    {
        "id": "528f5487-377b-4a4b-8c9f-aaef4b469c33",
        "quote": "Consider at what price you sell your integrity; but please, for God’s sake, don’t sell it cheap.",
        "cite": "Discourses I, 2.33",
        "author": "Epictetus"
    },
    {
        "id": "75788ac4-e61c-4606-b24f-49865a90181b",
        "quote": "What is the goal of virtue, after all, except a life that flows smoothly?",
        "cite": "Discourses I, 4.5",
        "author": "Epictetus"
    },
    {
        "id": "26551351-7164-479e-a89c-4315ce646c98",
        "quote": "If from the moment they get up in the morning they adhere to their ideals, eating and bathing like a person of integrity, putting their principles into practice in every situation they face – the way a runner does when he applies the principles of running, or a singer those of musicianship – that is where you will see true progress embodied, and find someone who has not wasted their time making the journey here from home.",
        "cite": "Discourses I, 4.20",
        "author": "Epictetus"
    },
    {
        "id": "9e78f8df-b44a-40ea-9e2a-a2bcb335b3e1",
        "quote": "What else are tragedies but the ordeals of people who have come to value externals, tricked out in tragic verse?",
        "cite": "Discourses I, 4.26",
        "author": "Epictetus"
    },
    {
        "id": "5f34c1a0-9b89-43fd-bb38-13ece07014c8",
        "quote": "If a man objects to truths that are all too evident, it is no easy task finding arguments that will change his mind. This is proof neither of his own strength nor of his teacher’s weakness. When someone caught in an argument hardens to stone, there is just no more reasoning with them.",
        "cite": "Discourses I, 5.1",
        "author": "Epictetus"
    },
    {
        "id": "bedf712a-bb04-44ef-90f5-b6561a5084eb",
        "quote": "Most of us dread the deadening of the body and will do anything to avoid it. About the deadening of the soul, however, we don’t care one iota.",
        "cite": "Discourses I, 5.4",
        "author": "Epictetus"
    },
    {
        "id": "e7694eba-92c8-46af-b5d0-0b472d5549e3",
        "quote": "We pity the mentally retarded, and students with learning difficulties. But if somebody’s sense of shame and respect are dead, we will actually call this determination.",
        "cite": "Discourses I, 5.5",
        "author": "Epictetus"
    },
    {
        "id": "916d5bb3-7f7f-444b-b8d0-5688a4cf85d7",
        "quote": "And so it is inexcusable for man to begin and end where the beasts do. He should begin where they do, but only end where nature left off dealing with him; which is to say, in contemplation and understanding.",
        "cite": "Discourses I, 6.20",
        "author": "Epictetus"
    },
    {
        "id": "4022970d-42e3-4ce8-9203-34dc1db0e5ee",
        "quote": "“But my nose is running!” What do you have hands for, idiot, if not to wipe it? “But how is it right that there be running noses in the first place?” Instead of thinking up protests, wouldn’t it be easier just to wipe your nose?",
        "cite": "Discourses I, 6.30",
        "author": "Epictetus"
    },
    {
        "id": "2f84a13b-9595-4449-bf46-0687cfc9147b",
        "quote": "For what does reason purport to do? “Establish what is true, eliminate what is false and suspend judgement in doubtful cases.” … What else does reason prescribe? “To accept the consequence of what has been admitted to be correct.”",
        "cite": "Discourses I, 7.5",
        "author": "Epictetus"
    },
    {
        "id": "81bd9c29-d3f4-42bc-be7e-912fd23c8066",
        "quote": "Why are we still lazy, indifferent and dull? Why do we look for excuses to avoid training and exercising our powers of reason?  “Look, if I err in such matters I haven’t killed my father, have I?” No, fool – for there was no father there for you to kill! What did you do instead? You made the only mistake you had the opportunity to make.",
        "cite": "Discourses I, 7.30",
        "author": "Epictetus"
    },
    {
        "id": "a8de32e8-dd46-400f-a633-8db23e96b8ad",
        "quote": "translated by Robert Dobbin Penguin Classics 1 I mean, are these the only crimes, killing your father and burning down the Capitol? But to use one’s impressions recklessly, carelessly and at random, to fail to analyse an argument as either valid proof or fallacy, and, in a word, to fail to see in the act of question and answer what agrees with your position and what conflicts – is nothing wrong in all of that?",
        "cite": "Discourses I, 7.33",
        "author": "Epictetus"
    },
    {
        "id": "fda8f1f1-0fd8-412a-8196-540c402c6cdc",
        "quote": "Don’t confuse qualities that are found in the same writer only incidentally. If Plato had been strong and handsome, should I also try to become strong and handsome, as if this were essential to philosophy, since there was one particular philosopher who combined philosophy with good looks?",
        "cite": "Discourses I, 8.12-13",
        "author": "Epictetus"
    },
    {
        "id": "3291b9d4-b387-4626-a084-3aa43663841c",
        "quote": "Ask me what the real good in man’s case is, and I can only say that it is the right kind of moral character.",
        "cite": "Discourses I, 8.16",
        "author": "Epictetus"
    },
    {
        "id": "50521867-e868-4775-b022-c07dfefb3737",
        "quote": "Do as Socrates did, never replying to the question of where he was from with, ‘I am Athenian,’ or ‘I am from Corinth,’ but always, ‘I am a citizen of the world.’",
        "cite": "Discourses, I, 9.1",
        "author": "Epictetus"
    },
    {
        "id": "f908587a-7d3e-45fb-9ecb-2b6b67d3f502",
        "quote": "Really, such a person amounts to no more than a carcass and a little blood. If he were anything more, he would realize that no one is ever unhappy because of someone else.",
        "cite": "Discourses I, 9.34",
        "author": "Epictetus"
    },
    {
        "id": "f0f2f4c4-684a-4e2c-bdec-40baa0fb711e",
        "quote": "It isn’t death, pain, exile or anything else you care to mention that accounts for the way we act, only our opinion about death, pain and the rest.",
        "cite": "Discourses I, 11.33",
        "author": "Epictetus"
    },
    {
        "id": "a485bd59-069e-4816-9466-6faae2ccb216",
        "quote": "We, not externals, are the masters of our judgements.",
        "cite": "Discourses I, 11.37",
        "author": "Epictetus"
    },
    {
        "id": "49704e09-afd0-48bd-9ad2-2d6cb9346ade",
        "quote": "Socrates was not in prison, because he chose to be there.",
        "cite": "Discourses I, 12.23",
        "author": "Epictetus"
    },
    {
        "id": "a7c8ebd6-7470-4e5c-9f2b-ef8db347bf23",
        "quote": "You ought to realize, you take up very little space in the world as a whole – your body, that is; in reason, however, you yield to no one, not even to the gods, because reason is not measured in size but sense. So why not care for that side of you, where you and the gods are equals?",
        "cite": "Discourses I, 12.26-27",
        "author": "Epictetus"
    },
    {
        "id": "a1de21f1-2416-438f-b30d-1a6f4fe51903",
        "quote": "If you have been placed in a position above others, are you automatically going to behave like a despot? Remember who you are and whom you govern – that they are kinsmen, brothers by nature, fellow descendants of Zeus.",
        "cite": "Discourses I, 13.4",
        "author": "Epictetus"
    },
    {
        "id": "647899da-f81e-47ca-9043-cc2750ece495",
        "quote": "You can process in your intellect and senses a wealth of thoughts and impressions simultaneously. There are impressions that you assent to, others that you reject; sometimes you suspend judgement altogether.",
        "cite": "Discourses I, 13.7",
        "author": "Epictetus"
    },
    {
        "id": "a55d51c3-89a2-457f-99f2-71904f38ef46",
        "quote": "Nothing important comes into being overnight; even grapes or figs need time to ripen. If you say that you want a fig now, I will tell you to be patient. First, you must allow the tree to flower, then put forth fruit; then you have to wait until the fruit is ripe. So if the fruit of a fig tree is not brought to maturity instantly or in an hour, how do you expect the human mind to come to fruition, so quickly and easily?",
        "cite": "Discourses I, 15.7-8",
        "author": "Epictetus"
    },
    {
        "id": "61b517fd-559d-47d3-86a0-f38d10807ed1",
        "quote": "Since reason is what analyses and coordinates everything, it should not go itself unanalysed. Then what will it be analysed by?  Obviously by itself or something different. Now, this something different must either be reason or something superior to reason – which is impossible, since there is nothing superior to reason.",
        "cite": "Discourses I, 17.1-2",
        "author": "Epictetus"
    },
    {
        "id": "095450f2-1460-4b10-8f71-d12930330fe8",
        "quote": "Which, I suppose, is why Stoics put logic at the head of our curriculum – for the same reason that, before a quantity of grain can be measured, we must settle on a standard of measurement.",
        "cite": "Discourses I, 17.6",
        "author": "Epictetus"
    },
    {
        "id": "2f7dd0d1-2c6c-437e-a5d5-0a73c6398e60",
        "quote": "‘What about if someone threatens me with death, though; surely he compels me then?’ It isn’t what you’re threatened with – it’s the fact that you prefer to do anything rather than die. It’s your set of values that compelled you: will acting on will.",
        "cite": "Discourses I, 17.25-26",
        "author": "Epictetus"
    },
    {
        "id": "b290bf92-24e5-432e-9927-38eecacf864c",
        "quote": "We use labels like ‘thief’ and ‘robber’ in connection with them, but what do these words mean? They merely signify that people are confused about what is good and what is bad. So should we be angry with them, or should we pity them instead?",
        "cite": "Discourses I, 18.3",
        "author": "Epictetus"
    },
    {
        "id": "f8e2fea2-8e82-4350-b4d2-06ca4c6b3fe9",
        "quote": "‘But the tyrant will chain –’ What will he chain? Your leg. ‘He will chop off –’ What? Your head. What he will never chain or chop off is your integrity.",
        "cite": "Discourses I, 18.17",
        "author": "Epictetus"
    },
    {
        "id": "783b0063-6933-493c-a55d-53c941a4a832",
        "quote": "We should discipline ourselves in small things, and from there progress to things of greater value. If you have a headache, practise not cursing. Don’t curse every time you have an earache. And I’m not saying that you can’t complain, only don’t complain with your whole being.",
        "cite": "Discourses I, 18.18-19",
        "author": "Epictetus"
    },
    {
        "id": "3f9278b7-2369-4e63-901f-08093610fea8",
        "quote": "‘But I get to wear a crown of gold.’ If you have your heart set on wearing crowns, why not make one out of roses – you will look even more elegant in that.",
        "cite": "Discourses I, 19.29",
        "author": "Epictetus"
    },
    {
        "id": "171c06f9-d415-442d-bf38-bfb4619e9460",
        "quote": "If you want to know just how little concerned you are about things good and bad, and how serious about things indifferent, compare your attitude to going blind with your attitude about being mentally in the dark. You will realize, I think, how inappropriate your values really are.",
        "cite": "Discourses I, 20.12",
        "author": "Epictetus"
    },
    {
        "id": "c199a92e-1353-4660-911f-9e3baf3137fb",
        "quote": "When someone is properly grounded in life, they shouldn’t have to look outside themselves for approval.",
        "cite": "Discourses I, 21.1",
        "author": "Epictetus"
    },
    {
        "id": "69b77da6-09be-4a18-a679-92bcf3e7d864",
        "quote": "Who exactly are these people that you want to be admired by?  Aren’t they the same people you are in the habit of calling crazy?  And is this your life ambition, then – to win the approval of lunatics?",
        "cite": "Discourses I, 21.4",
        "author": "Epictetus"
    },
    {
        "id": "4e5811da-3e5a-4861-9101-876373cff205",
        "quote": "Jews, Syrians, Egyptians and Romans. They don’t dispute that what is holy should be preferred above everything else and in every case pursued; but they argue, for example, over whether it is holy or unholy to eat pork.",
        "cite": "Discourses I, 22, 4",
        "author": "Epictetus"
    },
    {
        "id": "21098ff7-df6e-43e3-9d40-f4d48650f378",
        "quote": "The operations of the will are in our power; not in our power are the body, the body’s parts, property, parents, siblings, children, country or friends.",
        "cite": "Discourses I, 22.10",
        "author": "Epictetus"
    },
    {
        "id": "2b2a5450-9a3a-47ca-85eb-43e378207e7b",
        "quote": "The true man is revealed in difficult times. So when trouble comes, think of yourself as a wrestler whom God, like a trainer, has paired with a tough young buck. For what purpose? To turn you into Olympic-class material. But this is going to take some sweat to accomplish.",
        "cite": "Discourses I, 24.1-2",
        "author": "Epictetus"
    },
    {
        "id": "317cddb1-9baa-4d1d-85db-55c1385a2c98",
        "quote": "Death, [Diogenes] said, was not evil because it was not dishonourable. Reputation was the empty noise of fools.",
        "cite": "Discourses I, 24.6",
        "author": "Epictetus"
    },
    {
        "id": "f5609195-9825-42d3-b674-9733c1b39e1b",
        "quote": "Don’t believe your situation is genuinely bad – no one can make you do that. Is there smoke in the house? If it’s not suffocating, I will stay indoors; if it proves too much, I’ll leave. Always remember – the door is open.",
        "cite": "Discourses I, 25.17-18",
        "author": "Epictetus"
    },
    {
        "id": "9338d834-ecc2-4f1a-891b-79fa8531c47d",
        "quote": "Remember that it is we who torment, we who make difficulties for ourselves – that is, our opinions do. What, for instance, does it mean to be insulted? Stand by a rock and insult it, and what have you accomplished? If someone responds to insult like a rock, what has the abuser gained with his invective?",
        "cite": "Discourses I, 25.28-29",
        "author": "Epictetus"
    },
    {
        "id": "68e0b633-7631-482d-bdc0-21485eb2c7a2",
        "quote": "This, then, is the beginning of philosophy – an awareness of one’s own mental fitness.",
        "cite": "Discourses I, 26.15",
        "author": "Epictetus"
    },
    {
        "id": "c10fc99f-f4fd-4945-b720-59e202eef2f5",
        "quote": "Death is necessary and cannot be avoided. I mean, where am I going to go to get away from it?",
        "cite": "Discourses I, 27.7-8",
        "author": "Epictetus"
    },
    {
        "id": "de9e8615-8937-456a-aebb-f9f69a49de20",
        "quote": "I cannot escape death, but at least I can escape the fear of it.",
        "cite": "Discourses I, 27.9-10",
        "author": "Epictetus"
    },
    {
        "id": "24505f41-39c3-42b5-94bb-4607c97838ef",
        "quote": "Passions stem from frustrated desire.",
        "cite": "Discourses I, 27.10",
        "author": "Epictetus"
    },
    {
        "id": "995531fa-8fd1-4bb3-921c-7b14a9c37c67",
        "quote": "You Sceptics, who dismiss the evidence of the senses – do you act any differently? Which one of you ever went to the mill when you were in need of a bath?",
        "cite": "Discourses I, 27.19",
        "author": "Epictetus"
    },
    {
        "id": "d6fe3c5d-c1bd-4c14-bba7-fff12c50dbfc",
        "quote": "When someone assents to a false proposition, be sure that they did not want to give their assent, since, as Plato says, ‘Every soul is deprived of the truth against its will.’ They simply mistook for true something false.",
        "cite": "Discourses I, 28.4-5",
        "author": "Epictetus"
    },
    {
        "id": "998bfa82-adb7-4d93-a1a3-675eaa0c8927",
        "quote": "The essence of good and evil consists in the condition of our character. And externals are the means by which our character finds its particular good and evil.",
        "cite": "Discourses I, 29.1-2",
        "author": "Epictetus"
    },
    {
        "id": "8cb88913-1bdf-43fa-b18e-3ca426ec8ed2",
        "quote": "Correct judgements about externals make our character good, as perverse or distorted ones make it bad.",
        "cite": "Discourses I, 29.3",
        "author": "Epictetus"
    },
    {
        "id": "4bc77437-23df-43e6-9ffb-eb675b7537b4",
        "quote": "This is how I came to lose my lamp: the thief was better than I am in staying awake. But he acquired the lamp at a price: he became a thief for its sake, for its sake, he lost his ability to be trusted, for a lamp he became a brute. And he imagined he came out ahead!",
        "cite": "Discourses I, 29.21",
        "author": "Epictetus"
    },
    {
        "id": "a642a6b3-ce26-4f01-bac5-22181c5822c9",
        "quote": "If you didn’t learn these things in order to demonstrate them in practice, what did you learn them for?",
        "cite": "Discourses I, 29.35",
        "author": "Epictetus"
    },
    {
        "id": "8695fe61-a35b-4539-bf90-0a6bb290b046",
        "quote": "Anyone who affirms that, in a circle, lines that extend from the centre to the circumference can be unequal is not going to win the respect of mathematicians. So – a true philosopher is under no obligation to respect vulgar opinion as to what is religious or irreligious, what is just or unjust.",
        "cite": "Discourses I, 29.53-54",
        "author": "Epictetus"
    },
    {
        "id": "9b9a1bd5-3b1e-4fee-ab99-e41902f221e4",
        "quote": "‘Define for me now what the “indifferents” are.’ ‘Whatever things we cannot control.’‘Tell me the upshot.’ ‘They are nothing to me.’",
        "cite": "Discourses I, 30.3",
        "author": "Epictetus"
    },
    {
        "id": "e72e13e1-0910-4558-a6df-98213e41feae",
        "quote": "Death and pain are not frightening, it’s the fear of pain and death we need to fear. Which is why we praise the poet who wrote, ‘Death is not fearful, but dying like a coward is.’",
        "cite": "Discourses II, 1.13",
        "author": "Epictetus"
    },
    {
        "id": "89037e2c-21c7-409d-99f5-5978c313ccbf",
        "quote": "Pain too is just a scary mask: look under it and you will see. The body sometimes suffers, but relief is never far behind. And if that isn’t good enough for you, the door stands open; otherwise put up with it. The door needs to stay open whatever the circumstances, with the result that our problems disappear.",
        "cite": "Discourses II, 1.19",
        "author": "Epictetus"
    },
    {
        "id": "47ab7761-d71d-48b5-80be-addea601aa46",
        "quote": "The masses are wrong to say that only freeborn men are entitled to an education; believe the philosophers instead, who say that only educated people are entitled to be called free.",
        "cite": "Discourses II, 1.22",
        "author": "Epictetus"
    },
    {
        "id": "a5ebb971-9ed8-4469-9f84-366ab536ecbb",
        "quote": "If you want to be a man of honour and a man of your word, who is going to stop you? You say you don’t want to be obstructed or forced to do something against your will – well, who is going to force you to desire things that you don’t approve, or dislike something against your better judgement?",
        "cite": "Discourses II, 2.4",
        "author": "Epictetus"
    },
    {
        "id": "4333e78f-bdb7-4723-9a8e-191f9eadf1df",
        "quote": "Whenever externals are more important to you than your own integrity, then be prepared to serve them the remainder of your life.",
        "cite": "Discourses II, 2.12",
        "author": "Epictetus"
    },
    {
        "id": "d2169b7b-1e96-4b0d-bd7e-bef551b59aa2",
        "quote": "We know how to analyse arguments, and have the skill a person needs to evaluate competent logicians. But in life what do I do?  What today I say is good tomorrow I will swear is bad. And the reason is that, compared to what I know about syllogisms, my knowledge and experience of life fall far behind.",
        "cite": "Discourses II, 3.4-5",
        "author": "Epictetus"
    },
    {
        "id": "69f5a269-558a-41da-b16b-4f0edd4cf55f",
        "quote": "What are we really doing when we throw away our innate faithfulness, to intrigue with our neighbour’s wife? We are ruining and destroying – well, what? How about the man of trust, principle and piety that once was? And is that all? Aren’t we also ruining the idea of neighbourliness, friendship and community? What position are we putting ourselves in? How am I supposed to deal with you now? As a neighbour? A friend? Some friend! A fellow citizen? But how can a fellow citizen like you be trusted?",
        "cite": "Discourses II, 4.2-3",
        "author": "Epictetus"
    },
    {
        "id": "78ce74eb-9644-4191-94c7-edc8180df03a",
        "quote": "Material things per se are indifferent, but the use we make of them is not indifferent.",
        "cite": "Discourses II, 5.1",
        "author": "Epictetus"
    },
    {
        "id": "bb5770c6-30a6-4c9a-be0f-e84af64c035c",
        "quote": "Getting those things is not in my control – and not good or bad in any case. But the way I use them is good or bad, and depends on me.",
        "cite": "Discourses II, 5.8",
        "author": "Epictetus"
    },
    {
        "id": "cc1c95f3-6237-452b-894b-0beb76f7ffec",
        "quote": "It’s something like going on an ocean voyage. What can I do? Pick the captain, the boat, the date, and the best time to sail. But then a storm hits. Well, it’s no longer my business; I have done everything I could. It’s somebody else’s problem now – namely the captain’s.  But then the boat actually begins to sink. What are my options? I do the only thing I am in a position to do, drown – but fearlessly, without bawling or crying out to God, because I know that what is born must also die.",
        "cite": "Discourses II, 5.10-12",
        "author": "Epictetus"
    },
    {
        "id": "44974ad6-d933-49f8-ac7c-1ec8b47f85a6",
        "quote": "To be sure, external things of whatever kind require skill in their use, but we must not grow attached to them; whatever they are, they should only serve for us to show how skilled we are in our handling of them.",
        "cite": "Discourses II, 5.21",
        "author": "Epictetus"
    },
    {
        "id": "69216d24-1408-4bc2-93bc-9b8c2468f5d1",
        "quote": "What are you? A human being. If you think of yourself as a unit apart, then it is in accordance with your nature to live to old age, to be rich, and be healthy. But if your view of yourself involves being part of a whole, then, for the sake of the whole, circumstances may make it right for you to be sick, go on a dangerous journey, endure poverty, even die before your time.",
        "cite": "Discourses II, 5.25",
        "author": "Epictetus"
    },
    {
        "id": "54d23334-e001-4fee-bd3d-723e6e8c2d5b",
        "quote": "Because what is a human being? Part of a community – the community of gods and men, primarily, and secondarily that of the city we happen to inhabit, which is only a microcosm of the universe in toto.",
        "cite": "Discourses II, 5.26",
        "author": "Epictetus"
    },
    {
        "id": "ff1206f3-00c8-4002-8834-6fb5fba52ee3",
        "quote": "So when you hear that even life and the like are indifferent, don’t become apathetic; and by the same token, when you’re advised to care about them, don’t become superficial and conceive a passion for externals.",
        "cite": "Discourses II, 6.2",
        "author": "Epictetus"
    },
    {
        "id": "2841921d-9e16-4bb4-8686-0ff00eb8da9b",
        "quote": "Because we’re the only animals who not only die but are conscious of it even while it happens, we are beset by anxiety.",
        "cite": "Discourses II, 6.14",
        "author": "Epictetus"
    },
    {
        "id": "f21c0726-df6c-4c24-8d4d-4b708933ae33",
        "quote": "‘My God, what if I’m sent to Gyara?’ Well, if that’s tolerable for you, you will go; if not, you have the choice of another destination, the place even the person who sent you to Gyara is headed, whether they like it or not.",
        "cite": "Discourses II, 6.22",
        "author": "Epictetus"
    },
    {
        "id": "20d7fe4d-44c6-40a7-b0a8-5490bf1e9097",
        "quote": "You think I can listen to poetry in my position?’ ‘Why, what is it?’ ‘I’m sentenced to death!’ ‘And the rest of us aren’t?’",
        "cite": "Discourses II, 6, 27",
        "author": "Epictetus"
    },
    {
        "id": "6a9ad0e0-7571-4f6b-8a1e-31a993bf01c0",
        "quote": "Since plants do not even have the power of perception, ‘good’ and ‘evil’ are not applicable to them. Evidently, ‘good’ and ‘bad’ presume the power of using impressions.",
        "cite": "Discourses II, 8.4",
        "author": "Epictetus"
    },
    {
        "id": "b68c7ac5-5d1d-49ad-bac6-8075d3b084eb",
        "quote": "A will that never fails to get what it wants, a faculty of aversion that always avoids what it dislikes, proper impulse, careful purpose and disciplined assent. That’s the human specimen you should prepare yourselves to see.",
        "cite": "Discourses II, 8.29",
        "author": "Epictetus"
    },
    {
        "id": "87869c21-23d6-4b84-a1cf-2876836087ec",
        "quote": "Never get into family fights over material things; give them up willingly, and your moral standing will increase in proportion.",
        "cite": "Discourses II, 10.8",
        "author": "Epictetus"
    },
    {
        "id": "ddf544a6-5cf0-4573-a0ef-db3acb04a20c",
        "quote": "Reflect on the other social roles you play. If you are a council member, consider what a council member should do. If you are young, what does being young mean, if you are old, what does age imply, if you are a father, what does fatherhood entail? Each of our titles, when reflected upon, suggests the acts appropriate to it.",
        "cite": "Discourses II, 10.10",
        "author": "Epictetus"
    },
    {
        "id": "3cd78d3a-a285-4a9c-bdd0-32e748a36e3d",
        "quote": "If you lost the capacity to read, or play music, you would think it was a disaster, but you think nothing of losing the capacity to be honest, decent and civilized.",
        "cite": "Discourses II, 10.15",
        "author": "Epictetus"
    },
    {
        "id": "12a16112-04de-4680-b6f4-58bce6e3aa04",
        "quote": "If money is your only standard, then consider that, by your lights, someone who loses their nose does not suffer any harm.",
        "cite": "Discourses II, 10.20",
        "author": "Epictetus"
    },
    {
        "id": "8e3b28c0-3263-4114-b13d-afe096e3f67d",
        "quote": "If ‘good’ as well as ‘bad’ really relate to our choices, then consider whether your position does not amount to saying something like, ‘Well, since that guy hurt himself with the injustice he did me, shouldn’t I wrong him in order to hurt myself in retaliation?’",
        "cite": "Discourses II, 10.25-26",
        "author": "Epictetus"
    },
    {
        "id": "d28ef417-81d2-4d0b-9152-cd8ecb0fde2f",
        "quote": "‘Well, whatever you may say, I know good from bad, and have an idea of the good.’ You have one, I allow. ‘And I put it into practice.’ You use it in specific instances, yes. ‘And I use it correctly.’ Well, that’s the crux, because this is where opinions become an issue.",
        "cite": "Discourses II, 11.7-8",
        "author": "Epictetus"
    },
    {
        "id": "68b1d26e-0489-451b-b036-c2bcfa3cc918",
        "quote": "Here you have philosophy’s starting point: we find that people cannot agree among themselves, and we go in search of the source of their disagreement.",
        "cite": "Discourses II, 11.13",
        "author": "Epictetus"
    },
    {
        "id": "a88ce0ab-e1fc-45e6-91ae-665d2c72009f",
        "quote": "Something good should be a source of pride, correct? ‘Yes.’ And can one really take pride in a momentary pleasure? Please don’t say yes.",
        "cite": "Discourses II, 11.22",
        "author": "Epictetus"
    },
    {
        "id": "37a15089-2546-4509-b53a-20fecd1f4e42",
        "quote": "When a guide meets up with someone who is lost, ordinarily his reaction is to direct him on the right path, not mock or malign him, then turn on his heel and walk away. As for you, lead someone to the truth and you will find that he can follow. But as long as you don’t point it out to him, don’t make fun of him; be aware of what you need to work on instead.",
        "cite": "Discourses II, 12.3-4",
        "author": "Epictetus"
    },
    {
        "id": "21481a96-ff51-4efe-93fa-000e4a3c9044",
        "quote": "That is what Socrates would do: he would quit only after he had fleshed out an idea and explored its implications. He wouldn’t just, say, ‘Define envy for me,’ then, when his, interlocutor had ventured on a definition, say, ‘Wrong: your definiens is not extensionally equivalent to the definiendum.’",
        "cite": "Discourses II, 12.9",
        "author": "Epictetus"
    },
    {
        "id": "8d306483-075b-4c37-ba87-794e7a4c64d8",
        "quote": "Now that is the first thing Socrates was known for – never turning dialogue into dispute, never introducing rudeness or invective, although he would put up with the insults of others in order to avoid a fight.",
        "cite": "Discourses II, 12.14",
        "author": "Epictetus"
    },
    {
        "id": "e3b96ec1-3947-4def-bedd-298ca75c578f",
        "quote": "At this point you run the risk of him saying, ‘What business is that of yours, sir? What are you to me?’ Pester him further, and he is liable to punch you in the nose. I myself was once keen for this sort of discourse, until I met with just such a reception.",
        "cite": "Discourses II, 12.24-25",
        "author": "Epictetus"
    },
    {
        "id": "0635ac2e-9f3b-498c-8ce2-ad29c437b325",
        "quote": "Take a lyre player: he’s relaxed when he performs alone, but put him in front of an audience, and it’s a different story, no matter how beautiful his voice or how well he plays the instrument. Why?  Because he not only wants to perform well, he wants to be well received – and the latter lies outside his control.",
        "cite": "Discourses II, 13.2",
        "author": "Epictetus"
    },
    {
        "id": "fa8ce060-1030-4763-a126-1012e90a1168",
        "quote": "It was Antigonus who was anxious before their meeting. Naturally – he wanted to make a good impression, which was beyond his control. Zeno, for his part, had no wish to please the king; no expert needs validation from an amateur.",
        "cite": "Discourses II, 13, 15",
        "author": "Epictetus"
    },
    {
        "id": "978d377b-7048-4760-9b62-811d0c0b4e79",
        "quote": "Becoming a carpenter or pilot, we realize, requires some formal training. Is it unreasonable to suppose that it will take more than just the desire to be good or bad – that the student of philosophy will also have to learn a few things of his own?",
        "cite": "Discourses II, 14.10",
        "author": "Epictetus"
    },
    {
        "id": "c6c2547c-c57a-404c-8ddd-727d0568a38b",
        "quote": "And yet I won’t have done you any harm – any more than a mirror is to blame when it shows a plain person what they look like; or a doctor is mean if he tells a patient, ‘Look, you may think this is insignificant, but you’re really sick; no food for you today, only water.’ No one thinks, ‘How rude!’ But say to someone, ‘Your desires are unhealthy, your powers of aversion are weak, your plans are incoherent, your impulses are at odds with nature and your system of values is false and confused,’ – and off they go alleging slander.",
        "cite": "Discourses II, 14.21-22",
        "author": "Epictetus"
    },
    {
        "id": "07d83e78-ade3-49a8-b493-683d28b0d0cf",
        "quote": "‘But we must stick with a decision.’ ‘For heaven’s sake, man, that rule only applies to sound decisions. I suppose next you will decide that it is night now, and refuse to change your mind because you don’t want to.",
        "cite": "Discourses II, 15.7",
        "author": "Epictetus"
    },
    {
        "id": "2c46e282-4bed-403c-8406-cba1c767d204",
        "quote": "‘A fool cannot be convinced or even compelled to renounce his folly.’ God save me from fools with a little philosophy – no one is more difficult to reach.",
        "cite": "Discourses II, 15.13-14",
        "author": "Epictetus"
    },
    {
        "id": "854801e8-142d-4c7d-b7c9-25a92a749879",
        "quote": "Where does the good lie? ‘In the will.’ And evil? ‘Also in the will.’ And things neither good nor bad – ‘… lie in whatever is external to the will.’",
        "cite": "Discourses II, 16.1",
        "author": "Epictetus"
    },
    {
        "id": "d766035d-4023-4226-adfe-49fa6c36b255",
        "quote": "You might as well get on your knees and pray that your nose won’t run. A better idea would be to wipe your nose and forgo the prayer.  The point is, isn’t there anything God gave you for your present problem? You have the gifts of courage, fortitude and endurance.  With ‘hands’ like these, do you still need somebody to help wipe your nose?",
        "cite": "Discourses II, 16.13-14",
        "author": "Epictetus"
    },
    {
        "id": "238e00bc-38d8-4386-b7be-5beb5a255069",
        "quote": "Show me one person who cares how they act, someone for whom success is less important than the manner in which it is achieved.  While out walking, who gives any thought to the act of walking itself? Who pays attention to the process of planning, not just the outcome?",
        "cite": "Discourses II, 16.15",
        "author": "Epictetus"
    },
    {
        "id": "02c69ad8-6a24-4f39-9ced-854f4ea122c9",
        "quote": "The first thing a pretender to philosophy must do is get rid of their presuppositions; a person is not going to undertake to learn anything that they think they already know.",
        "cite": "Discourses II, 17.1",
        "author": "Epictetus"
    },
    {
        "id": "86e47aff-e917-4ab8-9970-b4a6cb130c4c",
        "quote": "This presumption that you possess knowledge of any use has to be dropped before you approach philosophy – just as if we were enrolling in a school of music or mathematics.",
        "cite": "Discourses II, 17.39",
        "author": "Epictetus"
    },
    {
        "id": "052103c1-210e-4fb3-b853-5546b8e86deb",
        "quote": "If you like doing something, do it regularly; if you don’t like doing something, make a habit of doing something different. The same goes for moral inclinations. When you get angry, you should know that you aren’t guilty of an isolated lapse, you’ve encouraged a trend and thrown fuel on the fire.",
        "cite": "Discourses II, 18.4-5",
        "author": "Epictetus"
    },
    {
        "id": "52936bfa-8d17-4a24-a01e-89b837160e50",
        "quote": "If you don’t want to be cantankerous, don’t feed your temper, or multiply incidents of anger. Suppress the first impulse to be angry, then begin to count the days on which you don’t get mad.",
        "cite": "Discourses II, 18.12",
        "author": "Epictetus"
    },
    {
        "id": "42c586a1-e84f-450f-9a92-f8affff6c405",
        "quote": "It will even do to socialize with men of good character, in order to model your life on theirs, whether you choose someone living or someone from the past.",
        "cite": "Discourses II, 18.21",
        "author": "Epictetus"
    },
    {
        "id": "c34206cc-54c3-4988-a2db-205bc26530a0",
        "quote": "Don’t let the force of the impression when first it hits you knock you off your feet; just say to it, ‘Hold on a moment; let me see who you are and what you represent. Let me put you to the test.’",
        "cite": "Discourses II, 18.24",
        "author": "Epictetus"
    },
    {
        "id": "4aa5fbd0-0c46-4fa3-ad82-c5ccc3244f55",
        "quote": "Today people care only for academic discussion, nothing beyond that. But I’m presenting to you the real athlete, namely the one training to face off against the most formidable of impressions.",
        "cite": "Discourses II, 18.26-27",
        "author": "Epictetus"
    },
    {
        "id": "5a17a4e2-05ba-4825-99d8-42daf411dfa4",
        "quote": "Show me someone untroubled with disturbing thoughts about illness, danger, death, exile or loss of reputation. By all the gods, I want to see a Stoic!",
        "cite": "Discourses II, 19.24",
        "author": "Epictetus"
    },
    {
        "id": "80a66378-9bed-42a7-98d4-16fc4e7036b3",
        "quote": "Even people who deny that statements can be valid or impressions clear are obliged to make use of both. You might almost say that nothing proves the validity of a statement more than finding someone forced to use it while at the same time denying that it is sound.",
        "cite": "Discourses II, 20.1",
        "author": "Epictetus"
    },
    {
        "id": "1d04ca27-0011-4df7-8b27-1000a4fd3dde",
        "quote": "A vine cannot behave olively, nor an olive tree vinely – it is impossible, inconceivable. No more can a human being wholly efface his native disposition.",
        "cite": "Discourses II, 20.18-19",
        "author": "Epictetus"
    },
    {
        "id": "534887e2-37da-4193-93cc-1f6317edd96c",
        "quote": "What illusion about myself do I entertain?",
        "cite": "Discourses II, 21.9",
        "author": "Epictetus"
    },
    {
        "id": "af5e2071-ea10-47d4-8f40-3fe79f3c3ae2",
        "quote": "Don’t be disappointed if you return home with the very same set of ideas you arrived with. Because you had no intention of changing, correcting or adopting others in their place.",
        "cite": "Discourses II, 21.16",
        "author": "Epictetus"
    },
    {
        "id": "17eb9fee-3228-4223-9d92-23b0a83dad90",
        "quote": "You say the speculative topics are useless. Useless to whom? Only to people who don’t use them as they should. I mean, salves and ointments are not useless to people who apply them when and how they’re supposed to; weights are not useless in themselves, they’re useful to some people, worthless to others.",
        "cite": "Discourses II, 21.20",
        "author": "Epictetus"
    },
    {
        "id": "6ce8d413-dc27-4611-9bb4-cf75c3bb0e70",
        "quote": "If someone is incapable of distinguishing good things from bad and neutral things from either – well, how could such a person be capable of love? The power to love, then, belongs only to the wise man.",
        "cite": "Discourses II, 22.3",
        "author": "Epictetus"
    },
    {
        "id": "6c94a51d-af2d-400f-83e0-3528111dbc36",
        "quote": "You’re subject to sorrow, fear, jealousy, anger and inconsistency.  That’s the real reason you should admit that you are not wise.",
        "cite": "Discourses II, 22.6",
        "author": "Epictetus"
    },
    {
        "id": "b9a89eff-29c0-4cd9-a3ab-c22645e78295",
        "quote": "No doubt you have seen dogs playing with, and fawning before, each other, and thought, ‘Nothing could be friendlier.’ But just throw some meat in the middle, and then you’ll know what friendship amounts to.",
        "cite": "Discourses II, 22.9",
        "author": "Epictetus"
    },
    {
        "id": "826e6503-1006-46bf-8729-15fbf1826fad",
        "quote": "Paris was Menelaus’ guest, and anyone who saw how well they treated each other would have laughed at anyone who said they weren’t friends. But between the two a bit of temptation was thrown in the form of a beautiful woman, and over that there arose war.",
        "cite": "Discourses II, 22.23",
        "author": "Epictetus"
    },
    {
        "id": "4dbd5d1e-16c2-4092-96f9-dee9a861d016",
        "quote": "Just ask whether they put their self-interest in externals or in moral choice. If it’s in externals, you cannot call them friends, any more than you can call them trustworthy, consistent, courageous or free.",
        "cite": "Discourses II, 22.26-27",
        "author": "Epictetus"
    },
    {
        "id": "9a89dde3-fa94-4652-9474-09993a0ea676",
        "quote": "For where else is friendship found if not with fairness, reliability and respect for virtue only?",
        "cite": "Discourses II, 22.30",
        "author": "Epictetus"
    },
    {
        "id": "9295c6c6-ba92-4489-96c9-ca3022db4377",
        "quote": "[Treat] unenlightened souls with sympathy and indulgence, remembering that they are ignorant or mistaken about what’s most important. Never be harsh, remember Plato’s dictum: ‘Every soul is deprived of the truth against its will.’",
        "cite": "Discourses II, 22.36",
        "author": "Epictetus"
    },
    {
        "id": "6d6835f2-9f30-438f-a5d1-11186644680a",
        "quote": "An eye, when open, has no option but to see. The decision whether to look at a particular man’s wife, however, and how, belongs to the will. And the determination whether to trust what someone says, and then, if we trust them, whether we should be angered by it – that also belongs to the will.",
        "cite": "Discourses II, 23.11-13",
        "author": "Epictetus"
    },
    {
        "id": "5fa0f66f-337b-4906-b805-5878fcf75e69",
        "quote": "People act like a traveller headed for home who stops at an inn and, finding it comfortable, decides to remain there. You’ve lost sight of your goal, man. You were supposed to drive through the inn, not park there.",
        "cite": "Discourses II, 23.36-37",
        "author": "Epictetus"
    },
    {
        "id": "ae9c2407-1b2f-45b2-a881-c8d68e4987cc",
        "quote": "Some students [of philosophy] become captivated by all these things and don’t want to proceed further. One is captivated by diction, another by deductive or equivocal arguments, someone else by yet another ‘inn’ of this kind; and there they stay and rot as if seduced by the Sirens.",
        "cite": "Discourses II, 23.41",
        "author": "Epictetus"
    },
    {
        "id": "afd6a055-223e-4816-97fb-bf2291c5ed59",
        "quote": "When I see that one thing [virtue] is supreme and most important, I cannot say that something else is, just to make you happy.",
        "cite": "Discourses II, 23.47",
        "author": "Epictetus"
    },
    {
        "id": "54a21e3b-4712-4f79-9ad7-30b094174b0f",
        "quote": "The body is the raw material of the doctor and physical therapist.  Land is the farmer’s raw material. The raw material of the good man is his mind – his goal being to respond to impressions the way nature intended.",
        "cite": "Discourses III, 3.1",
        "author": "Epictetus"
    },
    {
        "id": "69212056-46e7-4818-83c0-6fdcf6392cfb",
        "quote": "What, after all, are sighing and crying, except opinions? What is ‘misfortune’? An opinion. And sectarian strife, dissension, blame and accusation, ranting and raving – they all are mere opinion, the opinion that good and bad lie outside us.",
        "cite": "Discourses III, 3.18-19",
        "author": "Epictetus"
    },
    {
        "id": "b266b477-d5e2-4498-87c1-dc7be58d143b",
        "quote": "Speaking for myself, I hope death overtakes me when I’m occupied solely with the care of my character, in an effort to make it passionless, free, unrestricted and unrestrained.",
        "cite": "Discourses III, 5.7",
        "author": "Epictetus"
    },
    {
        "id": "3657e197-e50e-4fc8-8875-a85abae452a8",
        "quote": "What does Socrates say? ‘One person likes tending to his farm, another to his horse; I like to daily monitor my self-improvement.’",
        "cite": "Discourses III, 5.14",
        "author": "Epictetus"
    },
    {
        "id": "099aa7e2-455a-4ce8-81ce-1a9537eb358d",
        "quote": "Keep well out of the sun, then, so long as your principles are as pliant as wax.",
        "cite": "Discourses III, 16.10",
        "author": "Epictetus"
    },
    {
        "id": "824f5569-da12-43f3-967f-7d68e5f4773f",
        "quote": "‘Being healthy is good, being sick is bad.’ No, my friend: enjoying health in the right way is good; making bad use of your health is bad.",
        "cite": "Discourses III, 20.4",
        "author": "Epictetus"
    },
    {
        "id": "c28145da-878a-45bc-93c3-1e87d9f8a363",
        "quote": "For God’s sake, stop honouring externals, quit turning yourself into the tool of mere matter, or of people who can supply you or deny you those material things.",
        "cite": "Discourses III, 20.8",
        "author": "Epictetus"
    },
    {
        "id": "9eeeb3cc-8944-4b4b-bb0a-992a4d6aaf36",
        "quote": "A boxer derives the greatest advantage from his sparring partner – and my accuser is my sparring partner. He trains me in patience, civility and even temper.",
        "cite": "Discourses III, 20.9",
        "author": "Epictetus"
    },
    {
        "id": "7ef45f88-53f4-44cf-b271-0dac11291741",
        "quote": "I have a bad neighbour – bad, that is, for himself. For me, though, he is good: he exercises my powers of fairness and sociability.",
        "cite": "Discourses III, 20.11",
        "author": "Epictetus"
    },
    {
        "id": "4061a502-ca5b-4c2a-9909-11f1fd7b04c9",
        "quote": "My mind represents for me my medium – like wood to a carpenter, or leather to a shoemaker. The goal in my case is the correct use of impressions.",
        "cite": "Discourses III, 20.20",
        "author": "Epictetus"
    },
    {
        "id": "2faa58df-41df-4636-9266-b129bf53c34e",
        "quote": "Look, can you be forced to assent to what appears to you wrong?’ ‘No.’ ‘Or to dissent from the plain truth?’ ‘No.’ ‘Then you see you do have within you a share of freedom.’",
        "cite": "Discourses III, 22.42",
        "author": "Epictetus"
    },
    {
        "id": "e5a6d227-78c4-4e2f-a90f-61eab9d0f946",
        "quote": "All our efforts must be directed towards an end, or we will act in vain. If it is not the right end, we will fail utterly.",
        "cite": "Discourses III, 23.3",
        "author": "Epictetus"
    },
    {
        "id": "49b5864b-e84c-4647-8758-eb7735be699f",
        "quote": "Do you want to know if you are educated? Show us your values, philosopher.",
        "cite": "Discourses III, 23.9",
        "author": "Epictetus"
    },
    {
        "id": "4bf2639c-4153-404a-a2a4-44227f898322",
        "quote": "He’s a clever young man and a fan of rhetoric.’ ‘How do you know?’ ‘He praises me.’ Oh, well, that proves it, of course.",
        "cite": "Discourses III, 23.14",
        "author": "Epictetus"
    },
    {
        "id": "d1fa36ee-238c-4f69-8aac-3d8b09ebcf63",
        "quote": "Understand what words you use first, then use them.",
        "cite": "Discourses III, 23.18",
        "author": "Epictetus"
    },
    {
        "id": "9c339489-75f1-486f-9ef2-ed07cec97523",
        "quote": "Friends, the school of a philosopher is a hospital. When you leave, you should have suffered, not enjoyed yourself.",
        "cite": "Discourses III, 23.30",
        "author": "Epictetus"
    },
    {
        "id": "e80d2cca-4338-4f85-afd3-fa81ef75d706",
        "quote": "Who wants to live with delusion and prejudice, being unjust, undisciplined, mean and ungrateful? ‘No one.’ No bad person, then, lives the way he wants, and no bad man is free.",
        "cite": "Discourses IV, 1.2",
        "author": "Epictetus"
    },
    {
        "id": "ebbacc61-a3ba-43de-9811-c10946ee4bf8",
        "quote": "So you admit that you have at least one master. And don’t let the fact that Caesar rules over everyone, as you say, console you: it only means that you’re a slave in a very large household.",
        "cite": "Discourses IV, 1.13",
        "author": "Epictetus"
    },
    {
        "id": "32f4d712-21f3-404a-ac63-6cdceb70f285",
        "quote": "‘Do we have that many masters?’ We do. Because over and above the rest we have masters in the form of circumstances, which are legion. And anyone who controls any one of them controls us as well.",
        "cite": "Discourses IV, 1.59",
        "author": "Epictetus"
    },
    {
        "id": "0c573f7e-d4e6-40f6-afe1-2bdfb235744f",
        "quote": "What makes for freedom and fluency in the practice of writing?  Knowledge of how to write. The same goes for the practice of playing an instrument. It follows that, in the conduct of life, there must be a science to living well.",
        "cite": "Discourses IV, 1.63",
        "author": "Epictetus"
    },
    {
        "id": "ee40e761-915b-427c-b7cd-042a0017078c",
        "quote": "But suppose I choose to walk, and someone obstructs me?’ What part of you will they obstruct? Certainly not your power of assent?  ‘No, my body.’ Your body, yes – as they might obstruct a rock.  ‘Perhaps; but the upshot is, now I’m not allowed to walk.’ Whoever told you, ‘Walking is your irrevocable privilege’? I said only that the will to walk could not be obstructed.",
        "cite": "Discourses IV, 1.72-73",
        "author": "Epictetus"
    },
    {
        "id": "63ab5933-edfc-470c-bbbe-5960d66cb52c",
        "quote": "A plant or animal fares poorly when it acts contrary to its nature; and a human being is no different. Well, then, biting, kicking, wanton imprisonment and beheading – is that what our nature entails? No; rather, acts of kindness, cooperation and good will. And so, whether you like it or not, a person fares poorly whenever he acts like an insensitive brute.",
        "cite": "Discourses IV, 1.121-122",
        "author": "Epictetus"
    },
    {
        "id": "6fb9d8fb-1ffa-4576-838a-b453f6af4a91",
        "quote": "People to whom such things are still denied come to imagine that everything good will be theirs if only they could acquire them. Then they get them: and their longing is unchanged, their anxiety is unchanged, their disgust is no less, and they still long for whatever is lacking. Freedom is not achieved by satisfying desire, but by eliminating it.",
        "cite": "Discourses IV, 1.174-175",
        "author": "Epictetus"
    },
    {
        "id": "394baf0e-e3dd-464b-962e-0bfe753afe22",
        "quote": "Formerly, when you were devoted to worthless pursuits, your friends found you congenial company. But you can’t be a hit in both roles. To the extent you cultivate one you will fall short in the other.",
        "cite": "Discourses IV, 2.6-7",
        "author": "Epictetus"
    },
    {
        "id": "6caf985b-0602-4066-be2e-790a854a1f82",
        "quote": "If you forfeit an external possession, make sure to notice what you get in return. If it is something more valuable, never say, ‘I have suffered a loss.’",
        "cite": "Discourses IV, 3.1",
        "author": "Epictetus"
    },
    {
        "id": "22b88582-d973-4da8-baf6-bb723509306d",
        "quote": "Very little is needed for everything to be upset and ruined, only a slight lapse in reason. It’s much easier for a mariner to wreck his ship than it is for him to keep it sailing safely; all he has to do is head a little more upwind and disaster is instantaneous. In fact, he does not have to do anything: a momentary loss of attention will produce the same result.",
        "cite": "Discourses IV, 3.4-5",
        "author": "Epictetus"
    },
    {
        "id": "32a46d30-7d22-44cd-8bfd-e41727e6b726",
        "quote": "The more we value things outside our control, the less control we have.",
        "cite": "Discourses IV, 4.23",
        "author": "Epictetus"
    },
    {
        "id": "8225467d-8396-4176-a59b-0cac8bdab823",
        "quote": "Either you’re going to be depressed when your wish is not realized or foolishly pleased with yourself if it is, overjoyed for the wrong reasons.",
        "cite": "Discourses IV, 4.35",
        "author": "Epictetus"
    },
    {
        "id": "dc6b5d4c-b9da-4a91-85d1-92dee6edda73",
        "quote": "Just prove to me that you are trustworthy, high-minded and reliable, and that your intentions are benign – prove to me that your jar doesn’t have a hole in it – and you’ll find that I won’t even wait for you to open your heart to me, I’ll be the first to implore you to lend an ear to my own affairs.",
        "cite": "Discourses IV, 13.15",
        "author": "Epictetus"
    },
    {
        "id": "37798e98-32f4-4e0b-9122-ca5faf7e63ea",
        "quote": "If we try to adapt our mind to the regular sequence of changes and accept the inevitable with good grace, our life will proceed quite smoothly and harmoniously.",
        "cite": "Fragments 8",
        "author": "Epictetus"
    },
    {
        "id": "8f527e77-ba90-4e7b-85e3-645e04b0b261",
        "quote": "Impressions (which philosophers call), striking a person’s mind as soon as he perceives something within range of his senses, are not voluntary or subject to his will, they impose themselves on people’s attention almost with a will of their own. But the act of assent (which they call) which endorses these impressions is voluntary and a function of the human will.",
        "cite": "Fragments 9",
        "author": "Epictetus"
    },
    {
        "id": "38bf561e-f71f-4936-854e-debd5a554827",
        "quote": "Most apparent philosophers were philosophers not in their actions, only their words.",
        "cite": "Fragments 10",
        "author": "Epictetus"
    },
    {
        "id": "f8af7472-1440-4443-82cd-bb1410145bae",
        "quote": "There were two vices much blacker and more serious than the rest: lack of persistence and lack of self-control … persist and resist.",
        "cite": "Fragments 10",
        "author": "Epictetus"
    },
    {
        "id": "083aea99-919b-4fc2-9989-16d86e797098",
        "quote": "I say that virtue is more valuable than wealth to the same degree that eyes are more valuable than fingernails.",
        "cite": "Fragments 13",
        "author": "Epictetus"
    },
    {
        "id": "e6939d97-b576-4983-b74b-949759042482",
        "quote": "I blush deeply whenever I catch myself saying anything disgraceful.  It’s this reflex that will not allow me to propose pleasure as the good and the goal of life.",
        "cite": "Fragments 14",
        "author": "Epictetus"
    },
    {
        "id": "37f67454-0d30-4e8d-8738-97d673afc5a7",
        "quote": "It is just charming how people boast about qualities beyond their control. For instance, ‘I am better than you because I have many estates, while you are practically starving’; or, ‘I’m a consul,’ ‘I’m a governor,’ or ‘I have fine curly hair.’",
        "cite": "Fragments 18",
        "author": "Epictetus"
    },
    {
        "id": "1b5a0073-d66e-4c48-bac9-626c0e162f01",
        "quote": "People who are physically ill are unhappy with a doctor who doesn’t give them advice, because they think he has given up on them.  Shouldn’t we feel the same towards a philosopher – and assume that he has given up hope of our ever becoming rational – if he will no longer tell us what we need (but may not like) to hear?",
        "cite": "Fragments 19",
        "author": "Epictetus"
    },
    {
        "id": "5dcfc499-a96a-4ec3-bd71-874489757dd7",
        "quote": "People with a strong physical constitution can tolerate extremes of hot and cold; people of strong mental health can handle anger, grief, joy and the other emotions.",
        "cite": "Fragments 20",
        "author": "Epictetus"
    },
    {
        "id": "fe294159-0618-4b72-ab1c-f954b73950b0",
        "quote": "Once, when [Agrippinus] was preparing for lunch, a messenger arrived from Rome announcing that Nero had sentenced him to exile. Unflustered he replied, ‘Then why don’t we just move our lunch to Aricia.’",
        "cite": "Fragments 21",
        "author": "Epictetus"
    },
    {
        "id": "e276a28d-33d4-4286-825c-36a3e597aa32",
        "quote": "So does this misfortune prevent you in any way from being just, generous, sober, reasonable, careful, free from error, courteous, free, etc. – all of which together make human nature complete?",
        "cite": "Fragments 28b",
        "author": "Epictetus"
    },
    {
        "id": "40dd4b2d-5a8e-4e37-96e6-6488073c63cd",
        "quote": "We are responsible for some things, while there are others for which we cannot be held responsible.",
        "cite": "Enchiridion 1.1",
        "author": "Epictetus"
    },
    {
        "id": "7ac4f19e-56b1-47b9-83d1-203fec05a5b5",
        "quote": "If you have the right idea about what really belongs to you and what does not, you will never be subject to force or hindrance, you will never blame or criticize anyone, and everything you do will be done willingly.",
        "cite": "Enchiridion 1.3",
        "author": "Epictetus"
    },
    {
        "id": "4c9a7bfe-5561-41ec-b1d8-36748f424c54",
        "quote": "So make a practice at once of saying to every strong impression: ‘An impression is all you are, not the source of the impression.’ Then test and assess it with your criteria, but one primarily: ask, ‘Is this something that is, or is not, in my control?’",
        "cite": "Enchiridion 1.5",
        "author": "Epictetus"
    },
    {
        "id": "d2104b7b-08cd-48ff-af20-af50a851b60a",
        "quote": "The faculty of desire purports to aim at securing what you want, while aversion purports to shield you from what you don’t. If you fail in your desire, you are unfortunate, if you experience what you would rather avoid you are unhappy.",
        "cite": "Enchiridion 2.1",
        "author": "Epictetus"
    },
    {
        "id": "f8639b16-5f0c-41b6-849c-abf31e3b976c",
        "quote": "It is not events that disturb people, it is their judgements concerning them.",
        "cite": "Enchiridion 5",
        "author": "Epictetus"
    },
    {
        "id": "622daaee-d337-4296-8bfa-b02fced600a2",
        "quote": "An ignorant person is inclined to blame others for his own misfortune. To blame oneself is proof of progress. But the wise man never has to blame another or himself.",
        "cite": "Enchiridion 5",
        "author": "Epictetus"
    },
    {
        "id": "523524b3-e518-47d0-9625-f8067486f4cb",
        "quote": "What quality belongs to you? The intelligent use of impressions. If you use impressions as nature prescribes, go ahead and indulge your pride, because then you will be celebrating a quality distinctly your own.",
        "cite": "Enchiridion 6",
        "author": "Epictetus"
    },
    {
        "id": "9ecd6fb6-f3a9-49d1-af2f-163d0b2b130a",
        "quote": "Don’t hope that events will turn out the way you want, welcome events in whichever way they happen: this is the path to peace.",
        "cite": "Enchiridion 8",
        "author": "Epictetus"
    },
    {
        "id": "85f72e9a-3593-451a-9752-7da6e0cfb620",
        "quote": "Provoked by the sight of a handsome man or a beautiful woman, you will discover within you the contrary power of self-restraint.  Faced with pain, you will discover the power of endurance. If you are insulted, you will discover patience. In time, you will grow to be confident that there is not a single impression that you will not have the moral means to tolerate.",
        "cite": "Enchiridion 10",
        "author": "Epictetus"
    },
    {
        "id": "a2c1c65d-3b30-4d8b-9dca-781646ca418a",
        "quote": "Under no circumstances ever say ‘I have lost something,’ only ‘I returned it.’",
        "cite": "Enchiridion 11",
        "author": "Epictetus"
    },
    {
        "id": "45b5dd1a-34d0-4595-891c-6ece5f53a616",
        "quote": "Starting with things of little value – a bit of spilled oil, a little stolen wine – repeat to yourself: ‘For such a small price I buy tranquillity and peace of mind.’",
        "cite": "Enchiridion 12.2",
        "author": "Epictetus"
    },
    {
        "id": "c4c617e2-cd89-43ba-a12a-526b823bfde6",
        "quote": "You have to realize, it isn’t easy to keep your will in agreement with nature, as well as externals. Caring about the one inevitably means you are going to shortchange the other.",
        "cite": "Enchiridion 13",
        "author": "Epictetus"
    },
    {
        "id": "849617f6-944c-4977-a391-0462651fccf9",
        "quote": "Remember to act always as if you were at a symposium. When the food or drink comes around, reach out and take some politely; if it passes you by don’t try pulling it back. And if it has not reached you yet, don’t let your desire run ahead of you, be patient until your turn comes.",
        "cite": "Enchiridion 15",
        "author": "Epictetus"
    },
    {
        "id": "7018aecd-ca86-462c-9fed-0514c0fdf10e",
        "quote": "Don’t let outward appearances mislead you into thinking that someone with more prestige, power or some other distinction must on that account be happy.",
        "cite": "Enchiridion 19.2",
        "author": "Epictetus"
    },
    {
        "id": "0c1bccb7-b415-4790-a621-103473ff747a",
        "quote": "Remember, it is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize that your mind is complicit in the provocation. … Take a moment before reacting, and you will find it is easier to maintain control.",
        "cite": "Enchiridion 20",
        "author": "Epictetus"
    },
    {
        "id": "fbd9b67d-5540-4788-9841-46d2d90c606b",
        "quote": "If you commit to philosophy, be prepared at once to be laughed at and made the butt of many snide remarks.",
        "cite": "Enchiridion 22",
        "author": "Epictetus"
    },
    {
        "id": "60b25d8d-93da-47a8-b7a4-d111eb0889b0",
        "quote": "If I can make money while remaining honest, trustworthy and dignified, show me how and I will do it. But if you expect me to sacrifice my own values, just so you can get your hands on things that aren’t even good – well, you can see yourself how thoughtless and unfair you’re being.",
        "cite": "Enchiridion 24.3",
        "author": "Epictetus"
    },
    {
        "id": "3aa8e24c-08d7-463b-ad89-002c304209e1",
        "quote": "‘Well, what will my profession in the community be?’ Whatever position you are equipped to fill, so long as you preserve the man of trust and integrity.",
        "cite": "Enchiridion 24.4",
        "author": "Epictetus"
    },
    {
        "id": "336bcc93-0b44-4623-a294-a6aefc096970",
        "quote": "When somebody’s wife or child dies, to a man we all routinely say, ‘Well, that’s part of life.’ But if one of our own family is involved, then right away it’s ‘Poor, poor me!’ We would do better to remember how we react when a similar loss afflicts others.",
        "cite": "Enchiridion 26",
        "author": "Epictetus"
    },
    {
        "id": "56dd6d76-a920-4cec-b160-471181c20004",
        "quote": "If your body was turned over to just anyone, you would doubtless take exception. Why aren’t you ashamed that you have made your mind vulnerable to anyone who happens to criticize you, so that it automatically becomes confused and upset?",
        "cite": "Enchiridion 28",
        "author": "Epictetus"
    },
    {
        "id": "f9c1a742-8dc7-4b0d-9c72-c4c9059288da",
        "quote": "‘My brother is unfair to me.’ Well then, keep up your side of the relationship; don’t concern yourself with his behaviour, only with what you must do to keep your will in tune with nature. Another person will not hurt you without your cooperation; you are hurt the moment you believe yourself to be.",
        "cite": "Enchiridion 30",
        "author": "Epictetus"
    },
    {
        "id": "5f2a6181-b138-4602-8aa9-cc9e27564a74",
        "quote": "Settle on the type of person you want to be and stick to it, whether alone or in company.",
        "cite": "Enchiridion 33.1",
        "author": "Epictetus"
    },
    {
        "id": "9eca1fe9-480c-4988-83da-51cdf08260c5",
        "quote": "When you’re called upon to speak, then speak, but never about banalities like gladiators, horses, sports, food and drink – commonplace stuff. Above all don’t gossip about people, praising, blaming or comparing them.",
        "cite": "Enchiridion 33.2",
        "author": "Epictetus"
    },
    {
        "id": "946466e3-6b76-471e-809f-4cc99d192326",
        "quote": "If you learn that someone is speaking ill of you, don’t try to defend yourself against the rumours; respond instead with, ‘Yes, and he doesn’t know the half of it, because he could have said more.’",
        "cite": "Enchiridion 33.9",
        "author": "Epictetus"
    },
    {
        "id": "d7494ce1-6a32-4bb8-9a84-5ebf310462e8",
        "quote": "In your conversation, don’t dwell at excessive length on your own deeds or adventures. Just because you enjoy recounting your exploits doesn’t mean that others derive the same pleasure from hearing about them.",
        "cite": "Enchiridion 33.14",
        "author": "Epictetus"
    },
    {
        "id": "6da81a5c-6ef8-4450-845a-1dc8c56a9ce7",
        "quote": "Take a minute and let the matter wait on you. Then reflect on both intervals of time: the time you will have to experience the pleasure, and the time after its enjoyment that you will beat yourself up over it.",
        "cite": "Enchiridion 34",
        "author": "Epictetus"
    },
    {
        "id": "7cf9e571-68d4-49dd-97fe-958b9f71184a",
        "quote": "As you are careful when you walk not to step on a nail or turn your ankle, so you should take care not to do any injury to your character at the same time.",
        "cite": "Enchiridion 38",
        "author": "Epictetus"
    },
    {
        "id": "40de454b-a630-4e26-b27d-e5dd7b39cccc",
        "quote": "Whenever anyone criticizes or wrongs you, remember that they are only doing or saying what they think is right. They cannot be guided by your views, only their own; so if their views are wrong, they are the ones who suffer insofar as they are misguided. I mean, if someone declares a true conjunctive proposition to be false, the proposition is unaffected, it is they who come off worse for having their ignorance exposed.",
        "cite": "Enchiridion 42",
        "author": "Epictetus"
    },
    {
        "id": "23f13316-b04a-44e0-9cb1-d0263e1837f9",
        "quote": "[When someone does something you don't like] Say to yourself each time, ‘He did what he believed was right.’",
        "cite": "Enchiridion 42",
        "author": "Epictetus"
    },
    {
        "id": "cb2daf08-2813-4b72-a454-21d69d205663",
        "quote": "If your brother mistreats you, don’t try to come to grips with it by dwelling on the wrong he’s done (because that approach makes it unbearable); remind yourself that he’s your brother, that you two grew up together; then you’ll find that you can bear it.",
        "cite": "Enchiridion 43",
        "author": "Epictetus"
    },
    {
        "id": "4374fd49-9bff-4a16-9518-59a878c85139",
        "quote": "The following are non-sequiturs: ‘I am richer, therefore superior to you’; or ‘I am a better speaker, therefore a better person, than you.’",
        "cite": "Enchiridion 44",
        "author": "Epictetus"
    },
    {
        "id": "9ea7e5bb-9afb-4867-91b3-f0e2936ad1a3",
        "quote": "Someone bathes in haste; don’t say he bathes badly, but in haste.  Someone drinks a lot of wine; don’t say he drinks badly, but a lot.  Until you know their reasons, how do you know that their actions are vicious?",
        "cite": "Enchiridion 45",
        "author": "Epictetus"
    },
    {
        "id": "52b06b06-a5e5-4774-aab8-e4ccf576de1f",
        "quote": "The mark and attitude of the ordinary man: never look for help or harm from yourself, only from outsiders. The mark and attitude of the philosopher: look for help and harm exclusively from yourself.",
        "cite": "Enchiridion 48",
        "author": "Epictetus"
    },
    {
        "id": "f0bab1e7-98ea-43d3-83ca-5c96585c7c38",
        "quote": "If I admire the interpretation [of a philosophical treatise], I have turned into a literary critic instead of a philosopher, the only difference being that, instead of Homer, I’m interpreting Chrysippus.",
        "cite": "Enchiridion 49",
        "author": "Epictetus"
    },
    {
        "id": "c8a3bf76-036e-4b6a-8262-8927d383bc06",
        "quote": "How long will you wait before you demand the best of yourself, and trust reason to determine what is best?",
        "cite": "Enchiridion 51.1",
        "author": "Epictetus"
    },
    {
        "id": "b8241364-b876-4da4-a4bb-9eb6214d5b3a",
        "quote": "When faced with anything painful or pleasurable, anything bringing glory or disrepute, realize that the crisis is now, that the Olympics have started, and waiting is no longer an option; that the chance for progress, to keep or lose, turns on the events of a single day.",
        "cite": "Enchiridion 51.2",
        "author": "Epictetus"
    },
    {
        "id": "a6d87c1d-6d3c-4b5a-89f1-8ea548827661",
        "quote": "[on valuing theoretical over practical philosophy] The result is that we lie – but have no difficulty proving why we shouldn’t.",
        "cite": "Enchiridion 52.2",
        "author": "Epictetus"
    }
]



