[
    {
        "id": "04370193-c22c-4f97-9344-0b12932720c1",
        "quote": "From my grandfather Verus I learned good morals and the government of my temper.",
        "cite": "Meditations I.1",
        "author": "Marcus Aurelius"
    },
    {
        "id": "d99ac7d4-0255-4a9a-aa89-090c18293814",
        "quote": "From my mother [I learned] abstinence, not only from evil deeds, but even from evil thoughts; and further, simplicity in my way of living, far removed from the habits of the rich.",
        "cite": "Meditations I.3",
        "author": "Marcus Aurelius"
    },
    {
        "id": "f58929a5-9fc3-43c0-a9c8-7f53c301b331",
        "quote": " From Diognetus [I learned] not to busy myself about trifling things, and not to give credit to what was said by miracle-workers and jugglers about incantations and the driving away of demons and such things.",
        "cite": " Meditations I.6 ",
        "author": "Marcus Aurelius"
    },
    {
        "id": "e94c2666-2063-4028-9b3a-dd20e3370416",
        "quote": "From Rustics [I learned] with respect to those who have offended me by words, or done me wrong, to be easily disposed to be pacified and reconciled.",
        "cite": "Meditations I.7",
        "author": "Marcus Aurelius"
    },
    {
        "id": "5e330220-bbfc-4d67-8584-c91e51c1eb66",
        "quote": "From Sextus [I learned] to tolerate ignorant persons, and those who form opinions without consideration.",
        "cite": "Meditations I.9",
        "author": "Marcus Aurelius"
    },
    {
        "id": "6f1e02f3-3b59-4ec4-9382-cc711159330e",
        "quote": "From Fronto [I learned] that generally those among us who are called Patricians are rather deficient in paternal affection.",
        "cite": "Meditations I.11",
        "author": "Marcus Aurelius"
    },
    {
        "id": "bb56f5b9-efac-4ad4-a80e-e6676c347339",
        "quote": "From Alexander the Platonic [I learned not] continually to excuse the neglect of duties required by our relations to those with whom we live, by alleging urgent occupations.",
        "cite": "Meditations I.12",
        "author": "Marcus Aurelius"
    },
    {
       "id": "11135903-7059-4127-873d-83f96c39619b",
        "quote": "From Catulus [I learned] not to be indifferent when a friend finds fault, even if he should find fault without reason, but to try to restore him to his usual disposition.",
        "cite": "Meditations I.13",
        "author": "Marcus Aurelius"
    },
    {
        "id": "e079fb5d-de3b-416f-a020-0ccc71d15749",
        "quote": "From my brother Severus [I learned] to love my kin, and to love truth, and to love justice.",
        "cite": "Meditations I.14",
        "author": "Marcus Aurelius"
    },
    {
        "id": "5248b389-82fa-4e83-8ebe-b7b6fae9062e",
        "quote": "From Maximus I learned self-government, and not to be led aside by anything; and cheerfulness in all circumstances, as well as in illness.",
        "cite": "Meditations I.15",
        "author": "Marcus Aurelius"
    },
    {
        "id": "8c674315-37e1-461a-bc33-82deeff047d2",
        "quote": "The things that conduce in any way to the convenience of life, and of which fortune gives an abundant supply, [my adoptive father] used without arrogance and without excusing himself.",
        "cite": "Meditations I.16",
        "author": "Marcus Aurielius"
    },
    {
        "id": "64fa2d47-0e0f-4c2f-ba96-48c938b10296",
        "quote": " Begin the morning by saying to yourself, I shall meet with the busybody, the ungrateful, arrogant, deceitful, envious, unsocial. All these things happen to them by reason of their ignorance of what is good and evil. … I can neither be injured by any of them, for no one can fix on me what is ugly, nor can I be angry with my kinsman, nor hate him.",
        "cite": "Meditations II.1",
        "author": "Marcus Aurelius"
    },
    {
        "id": "73739656-d512-4a41-a990-8bacd3130127",
        "quote": "A limit of time is fixed for you, which if you do not use for clearing away the clouds from your mind, it will go and you will go, and it will never return.",
        "cite": "Meditations II.4",
        "author": "Marcus Aurelius"
    },
    {
        "id": "8ca48a81-327e-4104-8d6f-37660140600b",
        "quote": "You will give yourself relief, if you do every act of your life as if it were the last.",
        "cite": "Meditations II.5",
        "author": "Marcus Aurelius"
    },
    {
        "id": "d1768b80-5f55-4d01-aaba-eaeb95beea39",
        "quote": "Failure to observe what is in the mind of another has seldom made a man unhappy; but those who do not observe the movements of their own minds must of necessity be unhappy.",
        "cite": "Meditations II.8",
        "author": "Marcus Aurelius"
    },
    {
        "id": "54e0e612-10ba-4a49-82fa-b2ae90ef6827",
        "quote": "Since it is possible that you might depart from life this very moment, regulate every act and thought accordingly.",
        "cite": "Meditations II.11",
        "author": "Marcus Aurelius"
    },
    {
        "id": "64200e73-eb00-4cdf-8833-1d84a28cf0d9",
        "quote": "Death and life, honor and dishonor, pain and pleasure — all these things equally happen to good men and bad, being things which make us neither better nor worse. Therefore they are neither good nor evil.",
        "cite": "Meditations II.11",
        "author": "Marcus Aurelius"
    },
    {
        "id": "cff200f0-b2d0-4933-8514-07f204c93033",
        "quote": "How quickly things disappear: in the universe the bodies themselves, but in time the memory of them.",
        "cite": "Meditations II.12",
        "author": "Marcus Aurelius"
    },
    {
        "id": "5e7c4976-f295-4292-9656-a3abceb4647c",
        "quote": "The present is the only thing of which a man can be deprived, if it is true that this is the only thing which he has, and that a man cannot lose something he does not already possess.",
        "cite": "Meditations II.14",
        "author": "Marcus Aurelius"
    },
    {
        "id": "0dc33f7e-6f3a-4411-bd3e-5740a7f12843",
        "quote": "Even the smallest thing should be done with reference to an end. ",
        "cite": "Meditations II.16",
        "author": "Marcus Aurelius"
    },
    {
        "id": "c949cf77-e695-443b-9fce-f4f9586493aa",
        "quote": "What then can guide a man? One thing and only one, philosophy.  But this consists in keeping the daimon within a man free from violence and unharmed, superior to pains and pleasures, doing nothing without a purpose, nor yet falsely and with hypocrisy.",
        "cite": "Meditations II.17",
        "author": "Marcus Aurelius"
    },
    {
        "id": "ba20e644-004c-44d0-acf4-7bfc0041c35d",
        "quote": " Finally, waiting for death with a cheerful mind, as being nothing else than a dissolution of the elements of which every living being is compounded. But if there is no harm to the elements themselves in each continually changing into another, why should a man have any apprehension about the change and dissolution of all the elements?",
        "cite": "Meditations II.17",
        "author": "Marcus Aurelius"
    },
    {
        "id": "dc072e05-8bc8-4ab9-ba57-036aa630f169",
        "quote": "H ippocrates, after curing many diseases, himself fell sick and died.  … Alexander and Pompeius and Gaius Caesar, after so often completely destroying whole cities … themselves, too, at last departed from life. … And lice destroyed Democritus; and other lice killed Socrates.",
        "cite": "Meditations III.3",
        "author": "Marcus Aurelius"
    },
    {
        "id": "5ebd3962-65a0-4efe-9dba-de6faa45ff27",
        "quote": "What does all this mean? You have embarked, made the voyage, and come to the shore; get out. If indeed to another life, there is no want of gods, not even there. But if to a state without sensation, you will cease to be held by pains and pleasures, and to be a slave to the vessel.",
        "cite": "Meditations III.3",
        "author": "Marcus Aurelius"
    },
    {
        "id": "7b72e578-c5ff-4f4d-87be-4d9afdb6c8fa",
        "quote": "Do not waste the remainder of your life in thoughts about others … for you lose the opportunity of doing something else when you have such thoughts as these.",
        "cite": "Meditations III.4",
        "author": "Marcus Aurelius"
    },
    {
        "id": "54030f65-bd09-44a4-af29-92c146751fea",
        "quote": "To care for all men is according to man’s nature; and man should value the opinion only of those who openly live according to nature.",
        "cite": "Meditations III.4",
        "author": "Marcus Aurelius"
    },
    {
        "id": "16d2c5f1-df14-41fe-9143-90c8b75a22db",
        "quote": "Labor willingly and diligently, undistracted and aware of the common interest. … Be cheerful also, and do not seek external help or the tranquillity that others give. A man then must stand erect, not be kept erect by others.",
        "cite": "Meditations III.5",
        "author": "Marcus Aurelius"
    },
    {
        "id": "11529e3b-ffb6-4c03-8bda-c6329b09c4d3",
        "quote": "It is not right that anything of any other kind, such as praise from the many, or power, or enjoyment of pleasure, should come into competition with that which is rationally and politically and practically good.",
        "cite": "Meditations III.6",
        "author": "Marcus Aurelius"
    },
    {
        "id": "2951c897-9c79-4be9-9e27-0928547151e8",
        "quote": "Never value anything as profitable that compels you to break your promise, to lose your self-respect, to hate any man, to suspect, to curse, to act the hypocrite, to desire anything that needs walls and curtains.",
        "cite": "Meditations III.7",
        "author": "Marcus Aurelius"
    },
    {
        "id": "3760167c-703c-4691-aa3b-99486080e07a",
        "quote": "Brief is man’s life and small the nook of the earth where he lives; brief, too, is the longest posthumous fame, buoyed only by a succession of poor human beings who will very soon die and who know little of themselves, much less of someone who died long ago.",
        "cite": "Meditations III.10",
        "author": "Marcus Aurelius"
    },
    {
        "id": "6ceed342-396a-477c-bcb0-619587d826da",
        "quote": "It is in your power whenever you choose to retire into yourself. For there is no retreat that is quieter or freer from trouble than a man’s own soul.",
        "cite": "Meditations IV.3",
        "author": "Marcus Aurelius"
    },
    {
        "id": ",7f51e45d-dded-4667-9e49-c4d85ff50b85",
        "quote": "With what are you discontented? With the badness of men? Recall to your mind this conclusion, that rational animals exist for one another, and that to endure is a part of justice, and that men do wrong involuntarily.",
        "cite": "Meditations IV.3",
        "author": "Marcus Aurelius"
    },
    {
        "id": "8052153c-4a3e-4cf8-b723-22921bb6ee75",
        "quote": "Perhaps the desire of the thing called fame torments you. See how soon everything is forgotten, and look at the chaos of infinite time on each side of the present, and the emptiness of applause, and the fickleness and lack of judgment in those who pretend to give praise, and the narrowness of its domain, and be quiet at last.",
        "cite": "Meditations IV.3",
        "author": "Marcus Aurelius"
    },
    {
        "id": "79216f6b-c1d0-4df1-a75f-f656908ea500",
        "quote": "Things do not touch the soul, for they are external and remain immovable; so our perturbations come only from our inner opinions.",
        "cite": "Meditations IV.3",
        "author": "Marcus Aurelius"
    },
    {
        "id": ",547500a5-58f0-4e6f-889c-87d329ee057e",
        "quote": "The universe is transformation: life is opinion.",
        "cite": "Meditations IV.3",
        "author": "Marcus Aurelius"
    },
   {
        "id": "e0b98335-2cb9-4529-9990-2f8d5e02b668",
        "quote": "If the intellectual is common to all men, so is reason, in respect of which we are rational beings: if this is so, common also is the reason that commands us what to do, and what not to do; if this is so, there is a common law also; if this is so, we are fellow-citizens; if this is so, we are members of some political community.",
        "cite": "Meditations IV.4",
        "author": "Marcus Aurelius"
    },
    {
        "id": "c17ae7f3-8d66-416a-b731-0d3230f7d0be",
        "quote": "Take away your opinion, and then there is taken away the complaint, “I have been harmed.” Take away the complaint, “I have been harmed,” and the harm is taken away.",
        "cite": "Meditations IV.7",
        "author": "Marcus Aurelius"
    },
    {
        "id": "09557664-28ce-43e6-8d4d-4412cbedc5a3",
        "quote": "A man should always have these two rules in readiness: one, to do only whatever the reason of the ruling and legislating faculty may suggest for the use of men; the other, to change your opinion, if anyone sets you right and dissuades you from any opinion.",
        "cite": "Meditations IV.12",
        "author": "Marcus Aurelius"
    },
    {
        "id": "22fc280a-03bf-4cf8-870e-8294485f4dde",
        "quote": "Do you have reason? I have. Why then do you not use it?",
        "cite": "Meditations IV.13",
        "author": "Marcus Aurelius"
    },
    {
        "id": "888569a4-5379-4e50-a97d-47f6b466f49e",
        "quote": "Do not act as if you were going to live ten thousand years. Death hangs over you. While you live, while it is in your power, be good.",
        "cite": "Meditations IV.17",
        "author": "Marcus Aurelius"
    },
    {
        "id": "494207df-75fa-49e4-b5fb-27de25e56751",
        "quote": "Look not round at the depraved morals of others, but run straight along the line without deviating from it.",
        "cite": "Meditations IV.18",
        "author": "Marcus Aurelius"
    },
    {
        "id": "a70c8f7f-28ac-417d-8f08-d98ccfb6baaf",
        "quote": "He who has a vehement desire for posthumous fame does not consider that every one of those who remember him will himself also die very soon.",
        "cite": "Meditations IV.19",
        "author": "Marcus Aurelius"
    },
    {
        "id": "d008275a-6242-4eaa-963e-0b63ad9aa21c",
        "quote": "A thing is neither better nor worse for having been praised.",
        "cite": "Meditations IV.20",
        "author": "Marcus Aurelius"
    },
    {
        "id": "bce9d13c-cd51-47b6-a902-b25a4b6ac266",
        "quote": "Do not be whirled about, but in every movement have respect to justice, and on the occasion of every impression maintain the faculty of comprehension or understanding.",
        "cite": "Meditations IV.22",
        "author": "Marcus Aurelius"
    },
    {
        "id": "6cb5de90-fae4-45cc-bb6c-53731e391c20",
        "quote": "Do what is necessary, and whatever the reason of a social animal naturally requires, and as it requires.",
        "cite": "Meditations IV.24",
        "author": "Marcus Aurelius"
    },
    {
        "id": "67ca2f5c-a5b4-4168-bbd6-ceb741978f93",
        "quote": "Since the greatest part of what we say and do is unnecessary, dispensing with such activities affords a man more leisure and less uneasiness.",
        "cite": "Meditations IV.24",
        "author": "Marcus Aurelius"
    },
    {
        "id": "46851e55-0152-4ad9-a1a1-761a72fa60f2",
        "quote": "Your life is short. You must turn to profit the present by the aid of reason and justice.",
        "cite": "Meditations IV.26",
        "author": "Marcus Aurelius"
    },
    {
        "id": "423d056f-1149-4098-8e92-7c313bbb99b6",
        "quote": "In like manner view also the other epochs of time and of whole nations, and see how many after great efforts soon fell and were resolved into the elements.",
        "cite": "Meditations IV.32",
        "author": "Marcus Aurelius"
    },
    {
        "id": "aaa7a7fd-be17-4db3-9b67-d2524fc31e07",
        "quote": "It is necessary to remember that the attention given to everything has its proper value and proportion. For you will not be dissatisfied if you apply yourself to smaller matters no further than is fit.",
        "cite": "Meditations IV.32",
        "author": "Marcus Aurelius"
    },
    {
        "id": "f992effa-b973-40ae-968a-b78ccad05cee",
        "quote": "Everything is only for a day, both that which remembers and that which is remembered.",
        "cite": "Meditations IV.35",
        "author": "Marcus Aurelius"
    },
    {
        "id": "526e9fd5-951d-4973-82f3-1dab203045d0",
        "quote": "Always observe how ephemeral and worthless human things are, and what was yesterday a speck of semen tomorrow will be a mummy or ashes.",
        "cite": "Meditations IV.48",
        "author": "Marcus Aurelius"
    },
    {
        "id": "0612523c-4e98-4a1a-95d4-f987814da699",
        "quote": "Be like the promontory against which the waves continually break; but it stands firm and tames the fury of the water around it.",
        "cite": "Meditations IV.49",
        "author": "Marcus Aurelius"
    },
    {
        "id": "f60679b4-ce1c-4dce-9830-4a05e3e5f9d6",
        "quote": "'I am unhappy, because this has happened to me.' Not so: say, 'I am happy, though this has happened to me, because I continue free from pain, neither crushed by the present nor fearing the future.'",
        "cite": "Meditations IV.49",
        "author": "Marcus Aurelius"
    },
    {
        "id": "84518a4f-8449-42f8-a7dc-064fbf664c03",
        "quote": "Remember, too, on every occasion that leads you to vexation to apply this principle: not that this is a misfortune, but that to bear it nobly is good fortune.",
        "cite": "Meditations IV.49",
        "author": "Marcus Aurelius"
    },
    {
        "id": "545fb3a3-4abe-4efd-96b2-3e1526f70c71",
        "quote": "Altogether the interval is small between birth and death; and consider with how much trouble, and in company with what sort of people and in what a feeble body, this interval is laboriously passed.",
        "cite": "Meditations IV.50",
        "author": "Marcus Aurelius"
    },
    {
        "id": "4b8763af-ba8d-48e6-a5e0-706a62c10dd5",
        "quote": "In the morning, when you rise unwillingly, let this thought be present: I am rising to the work of a human being.",
        "cite": "Meditations V.1",
        "author": "Marcus Aurelius"
    },
    {
        "id": "e8ebf495-6894-4caa-aa04-6c7c50613c97",
        "quote": "Have I been made for this, to lie under the blankets and keep myself warm? But this is more pleasant. Do you exist then to take your pleasure, and not at all for action or exertion?",
        "cite": "Meditations V.1",
        "author": "Marcus Aurelius"
    },
    {
        "id": "e03ed7ea-7af5-4aac-b069-e51fad760b15",
        "quote": "Judge every word and deed that are naturally fit for you, and do not be diverted by words of blame or criticism; if it is good to do or say something, do not consider it unworthy of yourself.",
        "cite": "Meditations V.3",
        "author": "Marcus Aurelius"
    },
    {
        "id": "9e4dc102-a9b9-4803-8e3a-4c5cb62c6265",
        "quote": "Do you see how many qualities you are immediately able to exhibit, in which there is no excuse of natural incapacity and unfitness, and yet you still remain voluntarily below the mark?",
        "cite": "Meditations V.5",
        "author": "Marcus Aurelius"
    },
    {
        "id": "cff329c0-bc8b-463d-ae30-20585977f030",
        "quote": "A man when he has done a good act, does not call out for others to come and see, but he goes on to another act, as a vine goes on to produce again the grapes in season.",
        "cite": "Meditations V.6",
        "author": "Marcus Aurelius"
    },
    {
        "id": "7d6610b9-2ef6-4bc2-96fa-5850c8699614",
        "quote": "Do not be disgusted, discouraged, or dissatisfied if you do not succeed in doing everything according to right principles; but when you have failed, return again, and be content if the greater part of what you do is consistent with man’s nature.",
        "cite": "Meditations V.9",
        "author": "Marcus Aurelius"
    },
    {
        "id": "aeb1de76-0e9c-44f0-b22e-b79284e0f5cb",
        "quote": "To rest in these principles only: the one, that nothing will happen to me which is not conformable to the nature of the universe; and the other, that it is in my power never to act contrary to my god and daimon: for there is no man who will compel me to this.",
        "cite": "Meditations V.10",
        "author": "Marcus Aurelius"
    },
    {
        "id": "2242a975-81de-427a-b7d0-953ae9fcbbd1",
        "quote": "Every part of me then will be reduced by change into some part of the universe, and that again will change into another part of the universe, and so on forever.",
        "cite": "Meditations V.13",
        "author": "Marcus Aurelius"
    },
    {
        "id": "ad76bda8-e36a-45fa-8950-16e4e79ed887",
        "quote": "Such as are your habitual thoughts, such also will be the character of your mind; for the soul is dyed by the thoughts. Dye it then with a continuous series of such thoughts as these: for instance, that where a man can live, there he can also live well.",
        "cite": "Meditations V.16",
        "author": "Marcus Aurelius"
    },
    {
        "id": "6dfada2f-690f-4bee-8973-0b75911767c8",
        "quote": "Where the end is, there also is the advantage and the good of each thing. Now the good for the reasonable animal is society.",
        "cite": "Meditations V.16",
        "author": "Marcus Aurelius"
    },
    {
        "id": "85cb3a64-2c1a-4580-a3bc-debfaf13c074",
        "quote": "Think of the universal substance, of which you have a very small portion; and of universal time, of which a short and indivisible interval has been assigned to you; and of that which is fixed by destiny, and how small a part of it you are.",
        "cite": "Meditations V.24",
        "author": "Marcus Aurelius"
    },
    {
        "id": "ac637335-a9a3-4ca6-8434-77a43780e4eb",
        "quote": "As you intend to live when you are gone, so it is in your power to live here. But if men do not permit you, then get away out of life, as if you were suffering no harm. The house is smoky, and I quit it.  Why do you think that this is any trouble? But so long as nothing of the kind drives me out, I remain, am free, and no man shall hinder me from doing what I choose; and I choose to do what is according to the nature of the rational and social animal.",
        "cite": "Meditations V.29",
        "author": "Marcus Aurelius"
    },
    {
        "id": "6426b4c3-3711-4853-9f98-094f27d52aa2",
        "quote": "The history of your life is now complete and your service is ended: and how many beautiful things you have seen; and how many pleasures and pains you have despised; and how many things called honorable you have spurned; and to how many ill-minded folks you have shown a kind disposition.",
        "cite": "Meditations V.31 x",
        "author": "Marcus Aurelius"
    },
    {
        "id": "aba30e36-99e5-4957-983b-b08f5d065198",
        "quote": "You can pass your life in an equable flow of happiness if you can follow the right way and think and act in the right way.",
        "cite": "Meditations V.34",
        "author": "Marcus Aurelius"
    },
    {
        "id": "bcad6b7b-2b63-4fc5-a437-283f3e5157ec",
        "quote": "Let it make no difference to you whether you are cold or warm, if you are doing your duty; and whether you are drowsy or satisfied with sleep; and whether ill-spoken of or praised; and whether dying or doing something else.",
        "cite": "Meditations VI.2",
        "author": "Marcus Aurelius"
    },
    {
        "id": "3b904913-73f3-4084-8076-43f5e4840fa6",
        "quote": "When you have been compelled by circumstances to be disturbed in a manner, quickly return to yourself and do not continue out of tune longer than the compulsion lasts.",
        "cite": "Meditations VI.11",
        "author": "Marcus Aurelius"
    },
    {
        "id": "af8c7e2a-d555-430a-ac5f-9c666b7e980b",
        "quote": "Suppose then that you have given up this worthless thing called fame, what remains that is worth valuing? This, in my opinion: to move yourself and to restrain yourself in conformity to your proper constitution, to which end all employments and arts lead.",
        "cite": "Meditations VI.16",
        "author": "Marcus Aurelius"
    },
    {
        "id": "85edc7c8-ba75-4b43-aaef-0ff215307b3e",
        "quote": "How strangely men act. They will not praise those who are living at the same time and living with themselves; but to be themselves praised by posterity, by those whom they have never seen or ever will see, this they set much value on.",
        "cite": "Meditations VI.18",
        "author": "Marcus Aurelius"
    },
    {
        "id": "04e2baf5-1705-4f4f-b21e-3920264938a0",
        "quote": "let us overlook many things in those who are like antagonists in the gymnasium. For it is in our power, as I said, to get out of the way and to have no suspicion or hatred.",
        "cite": "Meditations VI.20",
        "author": "Marcus Aurelius"
    },
    {
        "id": "758ec6ea-8ccb-4e7f-8389-56951427e277",
        "quote": "If any man is able to convince me and show me that I do not think or act right, I will gladly change; for I seek the truth by which no man was ever injured. But he is injured who abides in his error and ignorance.",
        "cite": "Meditations VI.21",
        "author": "Marcus Aurelius"
    },
    {
        "id": "93a94fb1-1923-4f0a-90c6-4aa436a25c79",
        "quote": "Alexander the Macedonian and his groom were brought to the same state by death; for either they were received among the same seminal principles of the universe, or they were alike dispersed among the atoms.",
        "cite": "Meditations VI.24",
        "author": "Marcus Aurelius"
    },
    {
        "id": "be6d2b86-6265-4451-9bf0-713e4f6d9d3c",
        "quote": "they are certainly moved toward things because they suppose them to be suitable to their nature and profitable to them. “But it is not so.” Teach them then, and show them without being angry.",
        "cite": "Meditations VI.27",
        "author": "Marcus Aurelius"
    },
    {
        "id": "ee263db5-cdeb-4dad-adb1-8b990542c26b",
        "quote": "Return to your sober senses and call yourself back; and when you have roused yourself from sleep and have perceived that they were only dreams that troubled you, now in your waking hours look at these (the things about you) as you did look at those (the dreams).",
        "cite": "Meditations VI.31",
        "author": "Marcus Aurelius"
    },
    {
        "id": "4cd220a5-9cab-44b5-a0c8-4c4714ac70d4",
        "quote": "My city and country, so far as I am Antoninus, is Rome; but so far as I am a man, it is the world.",
        "cite": "Meditations VI.44",
        "author": "Marcus Aurelius"
    },
    {
        "id": "93ae4a03-b9f1-4fd4-9dea-c177af48d1ec",
        "quote": "You will observe this general truth, that whatever is profitable to any man is profitable also to other men.",
        "cite": "Meditations VI.45",
        "author": "Marcus Aurelius"
    },
    {
        "id": "fa5b7472-2756-4fdb-81e9-487dd99e731a",
        "quote": "Think continually that all kinds of men, pursuits, and nations are dead.",
        "cite": "Meditations VI.47",
        "author": "Marcus Aurelius"
    },
    {
        "id": "a1a4d79c-b2d6-4034-b4cd-7f33da26882b",
        "quote": "One thing here is worth a great deal: to pass your life in truth and justice, with a benevolent disposition even to liars and unjust men.",
        "cite": "Meditations VI.47",
        "author": "Marcus Aurelius"
    },
    {
        "id": "7fc0fdec-06c8-48fc-8117-959c649bc458",
        "quote": "When you wish to delight yourself, think of the virtues of those who live with you; for instance, the activity of one, the modesty of another, the liberality of a third, and some other good quality of a fourth.",
        "cite": "Meditations, VI.48",
        "author": "Marcus Aurelius"
    },
    {
        "id": "b89c1576-cb26-455d-b65d-925598348aca",
        "quote": "He who loves fame considers another man’s activity to be his own good; and he who loves pleasure, his own sensations; but he who has understanding considers his own acts to be his own good.",
        "cite": "Meditations VI.51",
        "author": "Marcus Aurelius"
    },
    {
        "id": "69da80c9-1d73-4205-b4ea-9043ae79d73f",
        "quote": "It is in our power to have no opinion about a thing and not to be disturbed in our soul; for things themselves have no natural power to form our judgments.",
        "cite": "Meditations VI.52",
        "author": "Marcus Aurelius"
    },
    {
        "id": "911f2f9c-8f1d-41b7-b48f-d01e791ac1e7",
        "quote": "Accustom yourself to attend carefully to what is said by another, and as much as it is possible, try to inhabit the speaker’s mind.",
        "cite": "Meditations VI.53",
        "author": "Marcus Aurelius"
    },
    {
        "id": "faac8d68-b029-4403-8a78-6409deb23476",
        "quote": "How soon will time cover all things, and how many it has covered already.",
        "cite": "Meditations VI.59",
        "author": "Marcus Aurelius"
    },
    {
        "id": "02c65907-6213-44f4-ad0c-89f0ed667c83",
        "quote": "In whatever I do, either by myself or with another, I must direct my energies to this alone, that it shall conduce to the common interest and be in harmony with it.",
        "cite": "Meditations, VII.5",
        "author": "Marcus Aurelius"
    },
    {
        "id": "fa852109-231c-4e55-8c0a-89ed5c51d1ae",
        "quote": "To the rational animal the same act is at once according to nature and according to reason.",
        "cite": "Meditations, VII.11",
        "author": "Marcus Aurelius"
    },
    {
        "id": "ad6db366-6914-49df-bb04-559c9b60cd58",
        "quote": "Whatever any one does or says, I must be good, just as if the emerald (or the gold or the purple) were always saying “Whatever any one does or says, I must be emerald and keep my color.”",
        "cite": "Meditations, VII.15",
        "author": "Marcus Aurelius"
    },
    {
        "id": "b2d66d66-b2a1-4116-a70e-a21f2118bc9c",
        "quote": "Is any man afraid of change? What can take place without change?  What then is more pleasing or more suitable to the universal nature?  And can you take a hot bath unless the wood for the fire undergoes a change? And can you be nourished unless the food undergoes a change? And can anything else that is useful be accomplished without change? Do you not see then that for yourself also to change is just the same, and equally necessary for the universal nature?",
        "cite": "Meditations, VII.18",
        "author": "Marcus Aurelius"
    },
    {
        "id": "d887d76e-5f45-433e-9512-108364dbc2db",
        "quote": "In a little while you will have forgotten everything; in a little while everything will have forgotten you.",
        "cite": "Meditations, VII.21",
        "author": "Marcus Aurelius"
    },
    {
        "id": "9984fb48-062e-438d-8a81-cf27d138afbc",
        "quote": "It is peculiar to man to love even those who do wrong. And this happens, if when they do wrong it occurs to you that they are fellow humans and that they do wrong through ignorance and unintentionally, and that soon both of you will die; and above all, that the wrongdoer has done you no harm, for he has not made your ruling faculty worse than it was before.",
        "cite": "Meditations, VII.22",
        "author": "Marcus Aurelius"
    },
    {
        "id": "8030e5ba-1c51-4a03-a241-efbb594a0d79",
        "quote": "If even the perception of doing wrong departs, what reason is there for living any longer?",
        "cite": "Meditations, VII.24",
        "author": "Marcus Aurelius"
    },
    {
        "id": "af180f13-b2ee-4194-b8c3-f580f2adfb17",
        "quote": "When a man has done you wrong, immediately consider with what opinion about good or evil he has done wrong. For when you have seen this, you will pity him, and will neither wonder nor be angry.",
        "cite": "Meditations, VII.26",
        "author": "Marcus Aurelius"
    },
    {
        "id": "219f9e3f-f160-4fbb-9972-d151ce1d2b83",
        "quote": "Think not so much of what you lack as of what you have: but of the things that you have, select the best, and then reflect how eagerly you would have sought them if you did not have them. At the same time, however, take care that you do not through being so pleased with them accustom yourself to overvalue them, so as to be disturbed if you should ever not have them.",
        "cite": "Meditations, VII.27",
        "author": "Marcus Aurelius"
    },
    {
        "id": "7d49a495-36a3-4c6b-8a75-91980af41778",
        "quote": "About death: Whether it is a dispersion, or a resolution into atoms, or annihilation, it is either extinction or change.",
        "cite": "Meditations, VII.32",
        "author": "Marcus Aurelius"
    },
    {
        "id": "994d6b51-37ad-41fd-b064-8e270e4bc197",
        "quote": "The mind maintains its own tranquillity by retiring into itself, and the ruling faculty is not made worse. But the parts that are harmed by pain, let them, if they can, give their opinion about it.",
        "cite": "Meditations, VII.33",
        "author": "Marcus Aurelius"
    },
    {
        "id": "5ebaa29f-1841-4525-8d16-708c17e92713",
        "quote": "Consider that as the heaps of sand piled on one another hide the former sands, so in life the events that go before are soon covered by those that come after.",
        "cite": "Meditations, VII.34",
        "author": "Marcus Aurelius"
    },
    {
        "id": "3ddc11ca-f1e4-4974-bc98-01a2cd41ab0d",
        "quote": "No man can escape his destiny, the next inquiry being how he may best live the time that he has to live.",
        "cite": "Meditations, VII.46",
        "author": "Marcus Aurelius"
    },
    {
        "id": "1538fac2-e552-438e-9900-33c545392818",
        "quote": "To have contemplated human life for forty years is the same as to have contemplated it for ten thousand years. For what more will you see?",
        "cite": "Meditations, VII.49",
        "author": "Marcus Aurelius"
    },
    {
        "id": "18b65f2c-e6de-4175-aaa8-e1298eeeb690",
        "quote": "Another may be more expert in casting his opponent; but he is not more social, nor more modest, nor better disciplined to meet all that happens, nor more considerate with respect to the faults of his neighbors.",
        "cite": "Meditations, VII.52",
        "author": "Marcus Aurelius"
    },
    {
        "id": "cbeae06a-006e-4e4b-9018-76190c7d0563",
        "quote": "Everywhere and at all times it is in your power piously to acquiesce in your present condition, and to behave justly to those around you, and to exert your skill upon your present thoughts, that nothing shall steal into them without being well examined.",
        "cite": "Meditations, VII.54",
        "author": "Marcus Aurelius"
    },
    {
        "id": "fbcaedbf-f235-4391-824d-aaaf48ad34fe",
        "quote": "The prime principle then in man’s constitution is the social. And the second is not to yield to the persuasions of the body, for it is the peculiar office of the rational and intelligent motion to circumscribe itself, and never to be overpowered either by the motion of the senses or of the appetites.",
        "cite": "Meditations, VII.55",
        "author": "Marcus Aurelius"
    },
    {
        "id": "cd757c68-7087-44d0-89db-cefc4b2d7ed7",
        "quote": "Only attend to yourself, and resolve to be a good man in every act that you do.",
        "cite": "Meditations, VII.58",
        "author": "Marcus Aurelius"
    },
    {
        "id": "d1f1ca1f-f837-481c-8b02-96362bb8c274",
        "quote": "The art of life is more like the wrestler’s art than the dancer’s, in respect of this, that it should stand ready and firm to meet onsets that are sudden and unexpected.",
        "cite": "Meditations, VII.61",
        "author": "Marcus Aurelius"
    },
    {
        "id": "fe108ddd-ed1e-40fb-adbc-3dad297305a8",
        "quote": "Constantly observe who those are whose approbation you wish to have, and what ruling principles they possess. For then you will neither blame those who offend involuntarily, nor will you want their approbation if you look to the sources of their opinions and appetites.",
        "cite": "Meditations, VII.62",
        "author": "Marcus Aurelius"
    },
    {
        "id": "58fb1948-d8d7-45f6-8951-20cb868a07ee",
        "quote": "Pain is neither intolerable nor everlasting if you bear in mind that it has its limits, and if you add nothing to it in imagination.",
        "cite": "Meditations, VII.64",
        "author": "Marcus Aurelius"
    },
    {
        "id": "efc61585-3f26-4c7d-bc24-0db1be771d09",
        "quote": "Very little indeed is necessary for living a happy life.",
        "cite": "Meditations, VII.67",
        "author": "Marcus Aurelius"
    },
    {
        "id": "959202df-07c2-4aa2-ac9e-449142a49419",
        "quote": "The judgment should be able to say to the thing that falls under its observation: This you are in substance (reality), though in men’s opinion you may appear to be of a different kind.",
        "cite": "Meditations, VII.68",
        "author": "Marcus Aurelius"
    },
    {
        "id": "bf5f00c1-c803-447f-bd04-f6f0f6611515",
        "quote": "The perfection of moral character consists in this, in passing every day as if it were the last, and in being neither violently excited nor torpid nor playing the hypocrite.",
        "cite": "Meditations, VII.69",
        "author": "Marcus Aurelius"
    },
    {
        "id": "58986722-31e1-4abb-ae36-67e611c41265",
        "quote": "It is a ridiculous thing for a man not to fly from his own badness, which is indeed possible, but to fly from other men’s badness, which is impossible.",
        "cite": "Meditations, VII.71",
        "author": "Marcus Aurelius"
    },
    {
        "id": "dfa88bc0-8ec8-458e-9347-c3f95e16df51",
        "quote": "When you have done a good act and another has received it, why do you look for a third thing besides these, as fools do, either to have the reputation of having done a good act or to obtain a return?",
        "cite": "Meditations, VII.73",
        "author": "Marcus Aurelius"
    },
    {
        "id": "cb14563c-3051-4a5b-904a-7f5f5148e026",
        "quote": "On the occasion of every act ask yourself, How is this with respect to me? Will I regret it? A little time and I am dead, and all is gone.",
        "cite": "Meditations, VIII.2",
        "author": "Marcus Aurelius"
    },
    {
        "id": "c133a3a5-34d3-4864-8f91-2effc3908c74",
        "quote": "Consider that men will do the same things even though you would burst with rage.",
        "cite": "Meditations, VIII.4",
        "author": "Marcus Aurelius"
    },
    {
        "id": "30b4c19d-e91a-41ef-9bc3-f1f19fade000",
        "quote": "Do not be perturbed, for all things are according to the nature of the universal; and in a little time you will be nobody and nowhere, like Hadrian and Augustus.",
        "cite": "Meditations, VIII.5",
        "author": "Marcus Aurelius"
    },
    {
        "id": "a03d4cc6-a2a8-418d-9ac8-1dc7061839b2",
        "quote": "You have not leisure or ability to read. But you have leisure or ability to check arrogance: you have leisure to be superior to pleasure and pain: you have leisure to be superior to love of fame, and not to be vexed at stupid and ungrateful people, nay even to care for them.",
        "cite": "Meditations, VIII.8",
        "author": "Marcus Aurelius"
    },
    {
        "id": "0beffe59-d6d5-4301-ab3b-edd86c107592",
        "quote": "Constantly and, if it be possible, on the occasion of every impression on the soul, apply to it the principles of physics, ethics, and dialectics [logic].",
        "cite": "Meditations, VIII.13",
        "author": "Marcus Aurelius"
    },
    {
        "id": "7159bb2d-6ca4-4c5f-b02c-b0f1b5e1adcf",
        "quote": "Whatever man you meet with, immediately say to yourself: What opinions has this man about good and bad?",
        "cite": "Meditations, VIII.14",
        "author": "Marcus Aurelius"
    },
    {
        "id": "9f8f1a20-4276-4716-974a-ef77787ff478",
        "quote": "If a thing is in your own power, why do you do it? But if it is in the power of another, whom do you blame? The atoms (chance) or the gods? Both are foolish. You must blame nobody.",
        "cite": "Meditations, VIII.17",
        "author": "Marcus Aurelius"
    },
    {
        "id": "9ec2069e-c56b-4a3c-9d3a-b001b8642f67",
        "quote": "Nothing should be done without a purpose.",
        "cite": "Meditations, VIII.17",
        "author": "Marcus Aurelius"
    },
    {
        "id": "20dcc244-d2a4-43be-856e-b81126354b9b",
        "quote": "It is a proper work of a man to be benevolent to his own kind, to despise the movements of the senses, to form a just judgment of plausible appearances, and to take a survey of the nature of the universe and of the things that happen in it.",
        "cite": "Meditations, VIII.26",
        "author": "Marcus Aurelius"
    },
    {
        "id": "e52d9880-bceb-4fbe-b467-8a669b6ee047",
        "quote": "Now it is in my power to let no badness be in this soul, nor desire nor any perturbation at all; but looking at all things, I see their true nature, and I use each according to its value.",
        "cite": "Meditations, VIII.29",
        "author": "Marcus Aurelius"
    },
    {
        "id": "9bf7cf33-bb6e-438f-bcc9-465b9e19c095",
        "quote": "Then turn to the rest, not considering the death of a single man, but of a whole race, as of the Pompeii; and that which is inscribed on the tombs, “The last of his race.” Then consider what trouble those before them have had that they might leave a successor; and then, that of necessity some one must be the last. Again here consider the death of a whole race.",
        "cite": "Meditations, VIII.31",
        "author": "Marcus Aurelius"
    },
    {
        "id": "80063ce9-19d5-4752-a540-01bdbda8933e",
        "quote": "Receive wealth or prosperity without arrogance; and be ready to let it go.",
        "cite": "Meditations, VIII.33",
        "author": "Marcus Aurelius"
    },
    {
        "id": "b5a5c85c-237c-4368-a3f1-1d31a463a66f",
        "quote": "Do not let your thoughts at once embrace all the various troubles that you may expect to befall you: but on every occasion ask yourself, What is there in this that is intolerable and past bearing?  For you will be ashamed to confess.",
        "cite": "Meditations, VIII.36",
        "author": "Marcus Aurelius"
    },
    {
        "id": "f5eddc9c-1a32-4150-950c-e0c9175f0d7b",
        "quote": "I see no virtue that is opposed to justice; but I see a virtue that is opposed to love of pleasure, and that is temperance.",
        "cite": "Meditations, VIII.39",
        "author": "Marcus Aurelius"
    },
    {
        "id": "06b0fba0-37fa-4758-be5a-e598e7a9ce53",
        "quote": "Different things delight different people. But it is my delight to keep the ruling faculty sound without turning away either from any man or from any of the things that happen to men, but looking at and receiving all with welcoming eyes and using everything according to its value.",
        "cite": "Meditations, VIII.43",
        "author": "Marcus Aurelius"
    },
    {
        "id": "5b6b66af-7601-486a-9cd2-aeb09a3af2fd",
        "quote": "Those who rather pursue posthumous fame do not consider that the men of tomorrow will be exactly like these whom they cannot bear now; and both are mortal.",
        "cite": "Meditations, VIII.44",
        "author": "Marcus Aurelius"
    },
    {
        "id": "24ab6d59-0d40-452d-9fc6-8dcf386854a6",
        "quote": "Take me and cast me where you will; for there I shall keep my divine part tranquil, that is, content, if it can feel and act conformably to its proper constitution.",
        "cite": "Meditations, VIII.45",
        "author": "Marcus Aurelius"
    },
    {
        "id": "0a39f574-555e-4d07-aa2d-4f2f6bf6f199",
        "quote": "If you are pained by any external thing, it is not this thing that disturbs you, but your own judgment about it. And it is in your power to wipe out this judgment now.",
        "cite": "Meditations, VIII.47",
        "author": "Marcus Aurelius"
    },
    {
        "id": "b6e75c2c-7eaf-45ba-a0e9-ea2a8a8b0687",
        "quote": "“But it is not worthwhile to live if this cannot be done.” Take your departure then from life contentedly.",
        "cite": "Meditations, VIII.47",
        "author": "Marcus Aurelius"
    },
    {
        "id": "f3ebdde8-ea55-4647-8dca-963a4aca9d71",
        "quote": "The mind that is free from passions is a citadel, for man has nothing more secure to which he can fly for refuge and repel every attack.",
        "cite": "Meditations, VIII.48",
        "author": "Marcus Aurelius"
    },
    {
        "id": "b09119c2-6d42-4229-a1d6-29b9365b6d76",
        "quote": "'A cucumber is bitter.' Throw it away. 'There are briars in the road.' Turn aside from them. This is enough. Do not add, 'And why were such things made in the world?'",
        "cite": "Meditations, VIII.50",
        "author": "Marcus Aurelius"
    },
    {
        "id": "4ee2e052-d5c1-4d83-9b57-8ec8be1c34e2",
        "quote": "If a man should stand by a limpid pure spring and curse it, the spring never ceases sending up potable water; and if he should cast clay into it or filth, it will speedily disperse them and wash them out, and will not be at all polluted.",
        "cite": "Meditations, VIII.51",
        "author": "Marcus Aurelius"
    },
    {
        "id": "00316406-b0d5-431e-9e0f-769eca879e88",
        "quote": "To my own free will the free will of my neighbor is just as indifferent as his poor breath and flesh.",
        "cite": "Meditations, VIII.56",
        "author": "Marcus Aurelius"
    },
    {
        "id": "3c13c551-b962-41e5-af70-eae3b9716ed4",
        "quote": "He who fears death fears either the loss of sensation or a different kind of sensation. But if you shall have no sensation, neither will you feel any harm; and if you will acquire another kind of sensation, you will be a different kind of living being and you will not cease to live.",
        "cite": "Meditations, VIII.58",
        "author": "Marcus Aurelius"
    },
    {
        "id": "7c6c4c03-260e-4a2b-a516-4a8d96e36c4c",
        "quote": "Men exist for the sake of one another. Teach them then or bear with them.",
        "cite": "Meditations, VIII.59",
        "author": "Marcus Aurelius"
    },
    {
        "id": "8cb25ffb-952b-4053-a493-b942c0478351",
        "quote": "Injustice is impiety. For since the universal nature has made rational animals for the sake of one another to help one another according to their deserts, but in no way to injure one another, he who transgresses her will is clearly guilty of impiety toward the highest divinity.",
        "cite": "Meditations, IX.1",
        "author": "Marcus Aurelius"
    },
    {
        "id": "1b10e158-7354-4f9d-bf72-198ba2f3cc1f",
        "quote": "He who is afraid of pain will sometimes also be afraid of some of the things that will happen in the world, and even this is impiety.  And he who pursues pleasure will not abstain from injustice, and this is plainly impiety.",
        "cite": "Meditations, IX.1",
        "author": "Marcus Aurelius"
    },
    {
        "id": "6969f121-85ef-4ca2-8601-040024b3a851",
        "quote": "This, then, is consistent with the character of a reflecting man, to be neither careless nor impatient nor contemptuous with respect to death, but to wait for it as one of the operations of nature.",
        "cite": "Meditations, IX.3",
        "author": "Marcus Aurelius"
    },
    {
        "id": "23a00c06-ab24-4823-9a0b-096336a7c9c3",
        "quote": "He who does wrong does wrong against himself. He who acts unjustly acts unjustly to himself, because he makes himself bad.",
        "cite": "Meditations, IX.4",
        "author": "Marcus Aurelius"
    },
    {
        "id": "2389a67c-b1ab-4be2-a32a-b042973202bc",
        "quote": "He often acts unjustly who does not do a certain thing; not only he who does a certain thing.",
        "cite": "Meditations, IX.5",
        "author": "Marcus Aurelius"
    },
    {
        "id": "e02ec530-fe6e-4f25-8a57-c4845c8cb928",
        "quote": "If you are able, correct by teaching those who do wrong; but if you cannot, remember that indulgence is given to you for this purpose.",
        "cite": "Meditations, IX.11",
        "author": "Marcus Aurelius"
    },
    {
        "id": "725c9f4f-501f-46f8-a523-e79518e6b5e0",
        "quote": "Labor not as one who is wretched, nor yet as one who would be pitied or admired: but direct your will to one thing only: to act or not to act as social reason requires.",
        "cite": "Meditations, IX.12",
        "author": "Marcus Aurelius"
    },
    {
        "id": "9d7e52cf-1a1c-461b-81e0-1f29839eae74",
        "quote": "Today I have got out of all trouble, or rather I have cast out all trouble, for it was not outside, but within and in my opinions.",
        "cite": "Meditations, IX.13",
        "author": "Marcus Aurelius"
    },
    {
        "id": "64d00491-141e-4512-a649-fce64489fb87",
        "quote": "Things stand outside of us, themselves by themselves, neither knowing anything of themselves nor expressing any judgment. What is it, then, that passes judgment on them? The ruling faculty.",
        "cite": "Meditations, IX.15",
        "author": "Marcus Aurelius"
    },
    {
        "id": "1bd70ff5-047d-41a7-b855-79d29ee44242",
        "quote": "All things are changing: and you yourself are in continuous mutation and in a manner in continuous destruction, and the whole universe, too.",
        "cite": "Meditations, IX.19",
        "author": "Marcus Aurelius"
    },
    {
        "id": "ed6b54ac-cb45-4d15-bf7c-fe5556655016",
        "quote": "As you yourself are a component part of a social system, so let every act of yours be a component part of social life.",
        "cite": "Meditations, IX.23",
        "author": "Marcus Aurelius"
    },
    {
        "id": "a7f64341-5a3a-435c-a030-88fb5d7626fa",
        "quote": "When another blames you or hates you, or when men say anything injurious about you, approach their poor souls, penetrate within, and see what kind of men they are. You will discover that there is no reason to be concerned that these men have this or that opinion about you.",
        "cite": "Meditations, IX.27",
        "author": "Marcus Aurelius"
    },
    {
        "id": "88ce62fa-eff7-4b6d-bd0f-37fb144bfb6d",
        "quote": "In a word, if there is a god, all is well; and if chance rules, do not also be governed by it.",
        "cite": "Meditations, IX.28",
        "author": "Marcus Aurelius"
    },
    {
        "id": "7825bc9c-11be-41d7-a8c4-4f60653d2acf",
        "quote": "Set yourself in motion, if it is in your power, and do not look about you to see if anyone will observe it; nor yet expect Plato’s Republic: but be content if the smallest thing goes on well, and consider such an event to be no small matter.",
        "cite": "Meditations, IX.29",
        "author": "Marcus Aurelius"
    },
    {
        "id": "7cec2be8-6ad9-4039-8ba0-8e3381ab9565",
        "quote": "The work of philosophy is simple and modest. Do not draw me aside into pomposity.",
        "cite": "Meditations, IX.29",
        "author": "Marcus Aurelius"
    },
    {
        "id": "c7d8ec0f-c190-4c68-9bb6-2e0b289fc6e3",
        "quote": "How short is the time from birth to dissolution, and the illimitable time before birth as well as the equally boundless time after dissolution.",
        "cite": "Meditations, IX.32",
        "author": "Marcus Aurelius"
    },
    {
        "id": "e705b0c0-b0f9-4b61-bb15-0fdd26f51d00",
        "quote": "Either all things proceed from one intelligent source and come together as in one body, and the part ought not to find fault with what is done for the benefit of the whole; or there are only atoms, and nothing else than mixture and dispersion. Why, then, are you disturbed?",
        "cite": "Meditations, IX.39",
        "author": "Marcus Aurelius"
    },
    {
        "id": "1a9de920-f171-4d24-950b-fa4bf2e91c57",
        "quote": "When you are offended with any man’s shameless conduct, immediately ask yourself, Is it possible, then, that shameless men should not be in the world? It is not possible. Do not, then, require what is impossible.",
        "cite": "Meditations, IX.42",
        "author": "Marcus Aurelius"
    },
    {
        "id": "1585c16e-1fb3-4b24-a672-4f7885d42eae",
        "quote": "Where is the harm or the strangeness in the boor acting like a boor?  See whether you are not yourself the more to blame in not expecting that he would err in such a way. For you had means given you by your reason to suppose that it was likely that he would commit this error, and yet you have forgotten and are amazed that he has erred.",
        "cite": "Meditations, IX.42",
        "author": "Marcus Aurelius"
    },
    {
        "id": "468b53b8-4e93-4d05-9957-cb2eac5f2bb7",
        "quote": "For what more do you want when you have done a man a service?  Are you not content that you have done something conformable to your nature? Do you seek to be paid for it? It is as if the eye were to demand a recompense for seeing, or the feet for walking.",
        "cite": "Meditations, IX.42",
        "author": "Marcus Aurelius"
    },
    {
        "id": "095682a5-322f-4e99-b2d4-0e5606b0b428",
        "quote": "The rational animal is consequently also a political (social) animal.",
        "cite": "Meditations, X.2",
        "author": "Marcus Aurelius"
    },
    {
        "id": "04d13495-55e2-4308-b352-1de5c945875f",
        "quote": "If a man is mistaken, instruct him kindly and show him his error.  But if you are not able, blame yourself, or not even yourself.",
        "cite": "Meditations, X.4",
        "author": "Marcus Aurelius"
    },
    {
        "id": "c2b19c17-20cf-47fe-9e80-2b2b5e1cefe5",
        "quote": "Whatever may happen to you, it was prepared for you from all eternity; and the implication of causes was from eternity spinning the thread of your being and that which is incident to it.",
        "cite": "Meditations, X.5",
        "author": "Marcus Aurelius"
    },
    {
        "id": "dfabcc69-381a-4df5-8b58-97cfac3bdd34",
        "quote": "Whether the universe is a concourse of atoms, or nature is a system, let this first be established: that I am a part of the whole that is governed by nature; next, that I stand in some intimate connection with other kindred parts.",
        "cite": "Meditations, X.6",
        "author": "Marcus Aurelius"
    },
    {
        "id": "73eee182-7fd3-4da9-9b8a-6f48ca176401",
        "quote": "When you have assumed these names—good, modest, truthful, rational, a man of equanimity, and magnanimous—take care that you do not change these names; and if you should lose them, quickly return to them.",
        "cite": "Meditations, X.8",
        "author": "Marcus Aurelius"
    },
    {
        "id": "18febdb9-a41b-40f9-97b5-39518f681122",
        "quote": "Acquire the contemplative way of seeing how all things change into one another, and constantly attend to it, and exercise yourself about this part of philosophy. For nothing is so much adapted to produce magnanimity.",
        "cite": "Meditations, X.11",
        "author": "Marcus Aurelius"
    },
    {
        "id": "9dfdbcb7-5fd1-43ce-a852-31da892916a2",
        "quote": "He who follows reason in all things is both tranquil and active at the same time, and also cheerful and collected.",
        "cite": "Meditations, X.12",
        "author": "Marcus Aurelius"
    },
    {
        "id": "ab2834fb-c509-4d5a-8dff-2daa2a157447",
        "quote": "No longer talk at all about the kind of man that a good man ought to be, but be such.",
        "cite": "Meditations, X.16",
        "author": "Marcus Aurelius"
    },
    {
        "id": "e6388467-0725-462e-9d4d-29a91820f18a",
        "quote": "Consider what men are when they are eating, sleeping, coupling, evacuating, and so forth. Then what kind of men they are when they are imperious and arrogant, or angry and scolding from their elevated place.",
        "cite": "Meditations, X.19",
        "author": "Marcus Aurelius"
    },
    {
        "id": "972cd73c-c8ce-4c5b-8e30-49b4e155cd4c",
        "quote": "When you are offended at any man’s fault, immediately turn to yourself and reflect in what manner you yourself have erred: for example, in thinking that money is a good thing or pleasure, or a bit of reputation, and the like.",
        "cite": "Meditations, X.30",
        "author": "Marcus Aurelius"
    },
    {
        "id": "41be2acf-5324-432d-a3d4-4f0bc2a8073e",
        "quote": "A brief existence is common to all things, and yet you avoid and pursue all things as if they would be eternal.",
        "cite": "Meditations, X.34",
        "author": "Marcus Aurelius"
    },
    {
        "id": "7b61668f-6f0d-48a4-ab44-aa6453a27dde",
        "quote": "There is no man so fortunate that there shall not be by him when he is dying some who are pleased with what is going to happen.",
        "cite": "Meditations, X.36",
        "author": "Marcus Aurelius"
    },
    {
        "id": "3cfe2ee7-9cb2-4316-980f-22ca3dfd7c10",
        "quote": "What is your art? To be good. And how is this accomplished well except by general principles, some about the nature of the universe, and others about the proper constitution of man?",
        "cite": "Meditations, XI.5",
        "author": "Marcus Aurelius"
    },
    {
        "id": "061ced88-70a9-4552-b73f-b4448e6a3ec9",
        "quote": "Justice will not be observed, if we either care for indifferent things or are easily deceived and careless and changeable.",
        "cite": "Meditations, XI.10",
        "author": "Marcus Aurelius"
    },
    {
        "id": "6dc1b442-cc61-421c-94c8-1ad75f8c18e8",
        "quote": "Shall any man hate me? That will be his affair. But I will be mild and benevolent toward every man, and ready to show even him his mistake, not reproachfully, nor yet as making a display of my endurance, but nobly and honestly.",
        "cite": "Meditations, XI.13",
        "author": "Marcus Aurelius"
    },
    {
        "id": "36248c26-31d6-40f4-884e-09fb5319416e",
        "quote": "Consider that you also do many things wrong, and that you are a man like others; and even if you do abstain from certain faults, still you have the disposition to commit them, though either through cowardice, or concern about reputation, or some such mean motive, you abstain from such faults.",
        "cite": "Meditations, XI.18",
        "author": "Marcus Aurelius"
    },
    {
        "id": "c6f9974e-0920-42b8-a1d9-dd1770f1b201",
        "quote": "A man must learn a great deal to enable him to pass a correct judgment on another man’s acts.",
        "cite": "Meditations, XI.18",
        "author": "Marcus Aurelius"
    },
    {
        "id": "b73b7bc6-8bf8-476c-a53b-4abac48d77f8",
        "quote": "Consider when you are much vexed or grieved, that man’s life is only a moment, and after a short time we are all laid out dead.",
        "cite": "Meditations, XI.18",
        "author": "Marcus Aurelius"
    },
    {
        "id": "72dc369f-8aa1-4c4a-af40-c8158d1cfdb2",
        "quote": "It is our own opinions that disturb us. Take away these opinions then, and resolve to dismiss your judgment about an act as if it were something grievous, and your anger is gone.",
        "cite": "Meditations, XI.18",
        "author": "Marcus Aurelius"
    },
    {
        "id": "cc2a16f1-efb4-4929-b1db-c1dcdb1560fa",
        "quote": "To expect bad men not to do wrong is madness, for he who expects this desires an impossibility. But to allow men to behave so to others, and to expect them not to do you any wrong, is irrational and tyrannical.",
        "cite": "Meditations, XI.18",
        "author": "Marcus Aurelius"
    },
    {
        "id": "4f13e22c-9135-479e-810d-3287fcd0c3af",
        "quote": "Socrates used to call the opinions of the many by the name of Lamiae [ghouls], bugbears to frighten children.",
        "cite": "Meditations, XI.23",
        "author": "Marcus Aurelius"
    },
    {
        "id": "fe6df317-313a-48c2-b9f1-0a764fa0a72c",
        "quote": "In the writings of the Ephesians there was this precept: constantly to think of one of the men of former times who practiced virtue.",
        "cite": "Meditations, XI.26",
        "author": "Marcus Aurelius"
    },
    {
        "id": "5e2eb78c-2e9d-44d6-9c59-882dcefdb994",
        "quote": "The Pythagoreans bid us in the morning look to the heavens that we may be reminded of those bodies that continually do the same things and in the same manner perform their work, and also be reminded of their purity and nudity. For there is no veil over a star.",
        "cite": "Meditations, XI.27",
        "author": "Marcus Aurelius"
    },
    {
        "id": "43df0ff3-210f-46ea-8fde-bbc1cc65a9c4",
        "quote": "If you shall be afraid not because you must some time cease to live, but if you shall fear never to have begun to live according to nature —then you will be a man worthy of the universe that has produced you, and you will cease to be a stranger in your native land.",
        "cite": "Meditations, XII.1",
        "author": "Marcus Aurelius"
    },
    {
        "id": "4d3d6dc9-a552-40d3-b059-7f8d693f1ed9",
        "quote": "You are composed of three things: body, breath (life), intelligence.  Of these the first two are yours insofar as it is your duty to take care of them; but the third alone is truly yours.",
        "cite": "Meditations, XII.3",
        "author": "Marcus Aurelius"
    },
    {
        "id": "4c40b223-5d20-4e46-9e2b-fc96332a6f0d",
        "quote": "I have often wondered how it is that every man loves himself more than all the rest of men, but yet sets less value on his own opinion of himself than on the opinion of others.",
        "cite": "Meditations, XII.4",
        "author": "Marcus Aurelius"
    },
    {
        "id": "30eb5af4-ffb9-480a-b605-40d7b6c5a1a8",
        "quote": "In the application of your principles you must be like the pancratiast, not like the gladiator. For the latter lays aside the blade he uses, and takes it up again, but the former always has his hand and needs only to clench it.",
        "cite": "Meditations, XII.9",
        "author": "Marcus Aurelius"
    },
    {
        "id": "d3f15af5-3cf7-4ffc-a4bc-3ddae3034038",
        "quote": "Either there is a fatal necessity and invincible order, or a kind Providence, or a confusion without a purpose and without a director.  If then there is an invincible necessity, why do you resist? But if there is a Providence that allows itself to be propitiated, make yourself worthy of the help of the divinity. But if there is a confusion without a governor, be content that in such a tempest you have yourself a certain ruling intelligence.",
        "cite": "Meditations, XII.14",
        "author": "Marcus Aurelius"
    },
    {
        "id": "103ef904-ba60-4655-8dbe-2f15a068a971",
        "quote": "If then you are irritable, cure this disposition.",
        "cite": "Meditations, XII.16",
        "author": "Marcus Aurelius"
    },
    {
        "id": "74125b72-b10c-4fd6-885c-b90d99a1faca",
        "quote": "If it is not right, do not do it: if it is not true, do not say it. For let your impulse be in your own power.",
        "cite": "Meditations, XII.17",
        "author": "Marcus Aurelius"
    },
    {
        "id": "42bc6c23-d535-47d1-a49f-6980fcf593e1",
        "quote": "First, do nothing inconsiderately or without a purpose. Second, make your acts refer to nothing else but a social end.",
        "cite": "Meditations, XII.20",
        "author": "Marcus Aurelius"
    },
    {
        "id": "46cd8519-c9d8-4c70-a02f-f58ed26adbe8",
        "quote": "Consider that before long you will be nobody and nowhere, nor will any of the things exist that you now see, nor any of those who are now living. For all things are formed by nature to change and be turned and to perish in order that other things in continuous succession may exist.",
        "cite": "Meditations, XII.21",
        "author": "Marcus Aurelius"
    },
    {
        "id": "b6b64133-d8c6-43e5-8abb-fbbb667366e0",
        "quote": "Consider that everything is opinion, and opinion is in your power.  Take away then, when you choose, your opinion, and like a mariner who has rounded the headland, you will find calm, everything stable, and a waveless bay.",
        "cite": "Meditations, XII.22",
        "author": "Marcus Aurelius"
    },
    {
        "id": "3264cfe8-81e8-430c-842a-7da137d1ba3b",
        "quote": "With respect to what may happen to you from without, consider that it happens either by chance or according to Providence, and you must neither blame chance nor accuse Providence.",
        "cite": "Meditations, XII.24",
        "author": "Marcus Aurelius"
    },
    {
        "id": "329f3af6-fc66-4561-8f60-3fe1dc82030c",
        "quote": "Constantly recall those who have complained greatly about anything, those who have been most conspicuous by the greatest fame or misfortunes or enmities or fortunes of any kind: then think, Where are they all now? Smoke and ash and a tale, or not even a tale.",
        "cite": "Meditations, XII.27",
        "author": "Marcus Aurelius"
    },
    {
        "id": "9d9bc495-34ce-489c-8d87-6e039940ff28",
        "quote": "How small a part of the boundless and unfathomable time is assigned to every man! For it is very soon swallowed up in the eternal. And how small a part of the whole substance! And how small a part of the universal soul! And on what a small clod of the whole earth you creep!",
        "cite": "Meditations, XII.32",
        "author": "Marcus Aurelius"
    }

]
